using Microsoft.EntityFrameworkCore.Migrations;

#nullable disable

#pragma warning disable CA1814 // Prefer jagged arrays over multidimensional

namespace Brainstable.AgroMeteoAPI.Migrations
{
    /// <inheritdoc />
    public partial class InitialiseDataMeteoStations : Migration
    {
        /// <inheritdoc />
        protected override void Up(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.InsertData(
                table: "meteo_stations",
                columns: new[] { "meteo_station_id", "alt", "country", "lat", "lon", "name", "name_eng", "name_rus" },
                values: new object[,]
                {
                    { "20026", 9.0, "Россия", 80.150000000000006, 36.75, "О.Виктория", "O.Viktoriya", "О.Виктория" },
                    { "20046", 21.0, "Россия", 80.620000000000005, 58.049999999999997, "ГМО им. Э.Т.Кренкеля", "Polargmo im.E.T.Krenkelja", "ГМО им. Э.Т.Кренкеля" },
                    { "20049", 46.0, "Россия", 81.799999999999997, 57.960000000000001, "О. Рудольфа", "O.Rudolfa", "О. Рудольфа" },
                    { "20066", 51.0, "Россия", 80.810000000000002, 79.25, "О.Ушакова", "O.Ushakova", "О.Ушакова" },
                    { "20069", 9.0, "Россия", 79.489999999999995, 76.980000000000004, "О.Визе", "Ostrov Vize", "О.Визе" },
                    { "20087", 7.0, "Россия", 79.549999999999997, 90.569999999999993, "О.Голомянный", "Ostrov Golomjanny", "О.Голомянный" },
                    { "20097", 4.0, "Россия", 79.430000000000007, 102.48, "Мыс Песчаный", "Mys Peschany", "Мыс Песчаный" },
                    { "20107", 73.0, "Россия", 78.049999999999997, 14.220000000000001, "Баренцбург", "Barencburg", "Баренцбург" },
                    { "20199", 8.0, "Россия", 78.079999999999998, 106.81, "О.Малый Таймыр", "O.Maly Taimyr", "О.Малый Таймыр" },
                    { "20274", 23.0, "Россия", 77.5, 82.200000000000003, "О.Уединения", "Ostrov Uedineniya", "О.Уединения" },
                    { "20277", 5.0, "Россия", 77.150000000000006, 89.200000000000003, "О.Исаченко", "O.Isachenko", "О.Исаченко" },
                    { "20289", 9.0, "Россия", 77.159999999999997, 96.430000000000007, "О.Русский", "Russky", "О.Русский" },
                    { "20291", 27.0, "Россия", 78.200000000000003, 103.26000000000001, "Бухта Солнечная", "Bukhta Solnechnaya", "Бухта Солнечная" },
                    { "20292", 12.0, "Россия", 77.709999999999994, 104.29000000000001, "Мыс Челюскин", "Mys Cheluskin", "Мыс Челюскин" },
                    { "20353", 8.0, "Россия", 76.950000000000003, 68.549999999999997, "Мыс Желания", "Mys Zhelaniya", "Мыс Желания" },
                    { "20357", 9.0, "Россия", 76.180000000000007, 62.579999999999998, "Русская Гавань", "Russkaya Gavan", "Русская Гавань" },
                    { "20388", 10.0, "Россия", 76.260000000000005, 94.760000000000005, "О.Правды", "O.Pravdy", "О.Правды" },
                    { "20471", 11.0, "Россия", 75.950000000000003, 82.939999999999998, "О-ва Известий", "O-va Izvestii", "О-ва Известий" },
                    { "20476", 10.0, "Россия", 75.400000000000006, 88.909999999999997, "Мыс Стерлигова", "Mys Sterligova", "Мыс Стерлигова" },
                    { "20665", 4.0, "Россия", 73.510000000000005, 75.760000000000005, "Вилькицкого АМС", "Vilkitskogo AMS", "Вилькицкого АМС" },
                    { "20667", 4.0, "Россия", 73.329999999999998, 70.060000000000002, "Им.М.В.Попова", "Im. M.V.Popova", "Им.М.В.Попова" },
                    { "20674", 42.0, "Россия", 73.510000000000005, 80.400000000000006, "О.Диксон", "Ostrov Dikson", "О.Диксон" },
                    { "20675", 0.0, "Россия", 73.780000000000001, 85.530000000000001, "Пясина", "Pyasina", "Пясина" },
                    { "20679", 0.0, "Россия", 73.209999999999994, 89.709999999999994, "Усть-Тарея", "Ust-Tareya", "Усть-Тарея" },
                    { "20744", 18.0, "Россия", 72.370000000000005, 52.710000000000001, "Малые Кармакулы", "Malye Karmakuly", "Малые Кармакулы" },
                    { "20766", 11.0, "Россия", 72.310000000000002, 79.560000000000002, "Мыс Лескина", "Mys Leskina", "Мыс Лескина" },
                    { "20856", 18.0, "Россия", 71.409999999999997, 67.579999999999998, "Моржовая", "Morzhovaya", "Моржовая" },
                    { "20862", 21.0, "Россия", 71.959999999999994, 74.329999999999998, "Им. 60 Летия ВЛКСМ", "Im.60 Letiya VLKSM", "Им. 60 Летия ВЛКСМ" },
                    { "20864", 10.0, "Россия", 71.5, 71.829999999999998, "Тамбей", "Tambei", "Тамбей" },
                    { "20871", 4.0, "Россия", 71.870000000000005, 82.700000000000003, "Сопочная Карга", "Sopochnaya Karga", "Сопочная Карга" },
                    { "20891", 31.0, "Россия", 71.969999999999999, 102.45999999999999, "Хатанга", "Khatanga", "Хатанга" },
                    { "20946", 13.0, "Россия", 70.439999999999998, 59.090000000000003, "Им. Е.К.Федорова", "Im. E.K.Fedorova", "Им. Е.К.Федорова" },
                    { "20963", 8.0, "Россия", 70.890000000000001, 78.469999999999999, "Гыда АМС", "Gyda AMS", "Гыда АМС" },
                    { "20964", 4.0, "Россия", 70.359999999999999, 74.129999999999995, "Тадебяяха", "Tadebyakha", "Тадебяяха" },
                    { "20967", 18.0, "Россия", 70.159999999999997, 72.510000000000005, "Сеяха", "Seyakha", "Сеяха" },
                    { "20973", 31.0, "Россия", 70.859999999999999, 89.900000000000006, "Кресты Таймырские", "Kresty Taymyrskie", "Кресты Таймырские" },
                    { "20978", 20.0, "Россия", 70.079999999999998, 83.159999999999997, "Караул", "Karaul", "Караул" },
                    { "20982", 37.0, "Россия", 70.959999999999994, 94.5, "Волочанка", "Volchanka", "Волочанка" },
                    { "21301", 5.0, "Россия", 76.75, 110.43000000000001, "Андрея", "Andreya", "Андрея" },
                    { "21358", 16.0, "Россия", 76.150000000000006, 152.83000000000001, "О.Жохова", "O.Zhokhova", "О.Жохова" },
                    { "21432", 11.0, "Россия", 76.0, 137.86000000000001, "О.Котельный", "Ostrov Kotelny", "О.Котельный" },
                    { "21504", 57.0, "Россия", 74.659999999999997, 112.93000000000001, "О.Преображения", "Ostrov Preobrazeniya", "О.Преображения" },
                    { "21611", 9.0, "Россия", 73.549999999999997, 118.66, "Мыс Тэрпяй-Тумса", "Mys Terpyai-Tumsa", "Мыс Тэрпяй-Тумса" },
                    { "21647", 22.0, "Россия", 73.180000000000007, 143.22999999999999, "Мыс Шалаурова", "Mys Shalaurova", "Мыс Шалаурова" },
                    { "21701", 25.0, "Россия", 72.799999999999997, 113.3, "Урюнг-Хая", null, "Урюнг-Хая" },
                    { "21711", 15.0, "Россия", 73.0, 119.86, "Усть-Оленек", "Ust-Olenek", "Усть-Оленек" },
                    { "21721", 20.0, "Россия", 72.400000000000006, 126.34999999999999, "Столб", "Stolb", "Столб" },
                    { "21802", 15.0, "Россия", 71.959999999999994, 114.08, "Саскылах", "Saskylakh", "Саскылах" },
                    { "21824", 6.0, "Россия", 71.579999999999998, 128.91, "Бухта Тикси", "Tiksi", "Бухта Тикси" },
                    { "21825", 5.0, "Россия", 71.549999999999997, 130.03, "О.Муостах", "O. Muostakh", "О.Муостах" },
                    { "21826", 6.0, "Россия", 71.950000000000003, 132.75999999999999, "Мыс Буор-Хая, Нав.", "Mys Buor-Khaya", "Мыс Буор-Хая, Нав." },
                    { "21908", 61.0, "Россия", 70.129999999999995, 113.95999999999999, "Джалинда", "Dzalinda", "Джалинда" },
                    { "21921", 30.0, "Россия", 70.680000000000007, 127.40000000000001, "Кюсюр", "Kjusjur", "Кюсюр" },
                    { "21931", 23.0, "Россия", 70.760000000000005, 136.21000000000001, "Юбилейная", "Jubilejnaya", "Юбилейная" },
                    { "21946", 44.0, "Россия", 70.609999999999999, 147.88, "Чокурдах", "Chokurdakh", "Чокурдах" },
                    { "21965", 41.0, "Россия", 70.629999999999995, 162.47999999999999, "О.Четырехстолбовой", "Ostrov Chetyrehstolbovoy", "О.Четырехстолбовой" },
                    { "21982", 2.0, "Россия", 70.980000000000004, 181.34999999999999, "О.Врангеля", "Ostrov Vrangelya", "О.Врангеля" },
                    { "22003", 8.0, "Россия", 69.930000000000007, 31.969999999999999, "Вайда Губа", "Vayda Guba", "Вайда Губа" },
                    { "22004", 105.0, "Россия", 69.409999999999997, 30.199999999999999, "Никель", "Nikel", "Никель" },
                    { "22009", 294.0, "Россия", 69.200000000000003, 31.399999999999999, "Перевал", "Pereval", "Перевал" },
                    { "22012", 7.0, "Россия", 69.719999999999999, 33.090000000000003, "Цып-Наволок", "Tsyp-Navolok", "Цып-Наволок" },
                    { "22014", 22.0, "Россия", 69.549999999999997, 32.43, "Мыс Пикшуев", "Mys Pikshuev", "Мыс Пикшуев" },
                    { "22018", 16.0, "Россия", 69.280000000000001, 32.799999999999997, "Ура-Губа", "Ura-Guba", "Ура-Губа" },
                    { "22019", 13.0, "Россия", 69.200000000000003, 33.479999999999997, "Полярное", "Polyarnoe", "Полярное" },
                    { "22028", 33.0, "Россия", 69.200000000000003, 35.100000000000001, "Териберка", "Teriberka", "Териберка" },
                    { "22095", 24.0, "Россия", 69.530000000000001, 49.079999999999998, "Колгуев Северный", "Kolguev severny", "Колгуев Северный" },
                    { "22100", 120.0, "Россия", 68.540000000000006, 28.920000000000002, "Верховье р.Лотты", "Verkhovie r.Lotty", "Верховье р.Лотты" },
                    { "22101", 98.0, "Россия", 68.969999999999999, 28.780000000000001, "Янискоски", "Yaniscosky", "Янискоски" },
                    { "22105", 98.0, "Россия", 68.349999999999994, 30.710000000000001, "Ниванкюль", "Nivankyul", "Ниванкюль" },
                    { "22106", 61.0, "Россия", 68.599999999999994, 318.0, "Падун", "Padun", "Падун" },
                    { "22113", 57.0, "Россия", 68.950000000000003, 33.039999999999999, "Мурманск", "Murmansk", "Мурманск" },
                    { "22114", 78.0, "Россия", 68.599999999999994, 32.799999999999997, "Мурмаши", "Murmashy", "Мурмаши" },
                    { "22115", 81.0, "Россия", 68.799999999999997, 32.700000000000003, "Мурманск аэропорт", null, "Мурманск аэропорт" },
                    { "22119", 142.0, "Россия", 68.349999999999994, 33.299999999999997, "Пулозеро АМС", "Pulozero AMS", "Пулозеро АМС" },
                    { "22123", 114.0, "Россия", 68.879999999999995, 35.630000000000003, "Туманная", "Tumannaya", "Туманная" },
                    { "22127", 159.0, "Россия", 68.0, 35.030000000000001, "Ловозеро", "Lovozero", "Ловозеро" },
                    { "22133", 69.0, "Россия", 68.810000000000002, 37.329999999999998, "О.Харлов", "O.Kharlov", "О.Харлов" },
                    { "22140", 12.0, "Россия", 68.150000000000006, 39.75, "Святой Нос", "Svyatoy Nos", "Святой Нос" },
                    { "22144", 13.0, "Россия", 68.329999999999998, 38.409999999999997, "Губа Дроздовка", "Guba Drozdovka", "Губа Дроздовка" },
                    { "22165", 47.0, "Россия", 68.650000000000006, 43.280000000000001, "Канин Нос", "Kanin nos", "Канин Нос" },
                    { "22193", 8.0, "Россия", 68.780000000000001, 49.299999999999997, "Бугрино", "Bugrino", "Бугрино" },
                    { "22204", 246.0, "Россия", 67.560000000000002, 30.449999999999999, "Ковдор", "Kovdor", "Ковдор" },
                    { "22212", 140.0, "Россия", 67.939999999999998, 32.920000000000002, "Мончегорск", "Monchegorsk", "Мончегорск" },
                    { "22213", 132.0, "Россия", 67.549999999999997, 33.359999999999999, "Апатиты", "Apatity", "Апатиты" },
                    { "22214", 144.0, "Россия", 67.400000000000006, 32.549999999999997, "Зашеек", "Zasheyek", "Зашеек" },
                    { "22216", 213.0, "Россия", 67.579999999999998, 33.579999999999998, "Кировск", "Kirovsk", "Кировск" },
                    { "22217", 26.0, "Россия", 67.159999999999997, 32.350000000000001, "Кандалакша", "Kandalaksa", "Кандалакша" },
                    { "22219", 1090.0, "Россия", 67.5, 33.799999999999997, "Центральный Рудник", "Tsentralny Rudnik", "Центральный Рудник" },
                    { "22232", 239.0, "Россия", 67.980000000000004, 36.93, "Колмъявр", "Kolmyavr", "Колмъявр" },
                    { "22235", 155.0, "Россия", 67.349999999999994, 37.049999999999997, "Краснощелье", "Krasnoschel", "Краснощелье" },
                    { "22249", 149.0, "Россия", 67.120000000000005, 39.659999999999997, "Каневка", "Kanevka", "Каневка" },
                    { "22259", 14.0, "Россия", 67.200000000000003, 41.299999999999997, "Терско-Орловский", "Tersko-Orlovsky", "Терско-Орловский" },
                    { "22269", 13.0, "Россия", 67.150000000000006, 43.899999999999999, "Мыс Конушин", "Mys Konushin", "Мыс Конушин" },
                    { "22271", 4.0, "Россия", 67.870000000000005, 44.170000000000002, "Шойна", "Sojna", "Шойна" },
                    { "22282", 5.0, "Россия", 67.799999999999997, 46.649999999999999, "Мыс Микулкин", "Mys mikulkin", "Мыс Микулкин" },
                    { "22292", 2.0, "Россия", 67.680000000000007, 48.68, "Индига", "Indiga", "Индига" },
                    { "22301", 154.0, "Россия", 66.950000000000003, 30.359999999999999, "Алакуртти", "Alakurtti", "Алакуртти" },
                    { "22302", 43.0, "Россия", 66.680000000000007, 31.43, "Зареченск", "Zarechensk", "Зареченск" },
                    { "22305", 122.0, "Россия", 66.25, 31.109999999999999, "Зашеек", "Zasheyek", "Зашеек" },
                    { "22312", 30.0, "Россия", 66.680000000000007, 32.880000000000003, "Ковда", "Kovda", "Ковда" },
                    { "22318", 94.0, "Россия", 66.060000000000002, 33.0, "Лоухи", "Louhi", "Лоухи" },
                    { "22324", 39.0, "Россия", 66.680000000000007, 34.340000000000003, "Умба", "Umba", "Умба" },
                    { "22333", 43.0, "Россия", 66.299999999999997, 34.299999999999997, "Кашкаранцы", null, "Кашкаранцы" },
                    { "22334", 2.0, "Россия", 66.329999999999998, 36.009999999999998, "Кашкаранцы", "Kashkarantsy", "Кашкаранцы" },
                    { "22339", 7.0, "Россия", 66.099999999999994, 37.75, "Чаваньга", "Chavanga", "Чаваньга" },
                    { "22349", 8.0, "Россия", 66.180000000000007, 39.520000000000003, "Пялица", "Pjalica", "Пялица" },
                    { "22355", 18.0, "Россия", 66.480000000000004, 40.68, "Сосновец", "Sosnovets ostrov", "Сосновец" },
                    { "22361", 14.0, "Россия", 66.709999999999994, 42.479999999999997, "Моржовец", "Morzhovets", "Моржовец" },
                    { "22365", 19.0, "Россия", 66.400000000000006, 43.259999999999998, "Абрамовский Маяк", "Abramovskij majak", "Абрамовский Маяк" },
                    { "22375", 13.0, "Россия", 66.599999999999994, 44.68, "Несь", "Nes", "Несь" },
                    { "22383", 11.0, "Россия", 66.730000000000004, 47.710000000000001, "Нижняя Пеша", "Nizhnyaya Pesha", "Нижняя Пеша" },
                    { "22403", 131.0, "Россия", 65.879999999999995, 31.809999999999999, "Кестеньга", "Kestenga", "Кестеньга" },
                    { "22408", 118.0, "Россия", 65.209999999999994, 31.149999999999999, "Калевала", "Kalevala", "Калевала" },
                    { "22413", 79.0, "Россия", 65.780000000000001, 33.93, "Энгозеро", "Engozero", "Энгозеро" },
                    { "22418", 75.0, "Россия", 65.099999999999994, 33.100000000000001, "Шомба", null, "Шомба" },
                    { "22422", 8.0, "Россия", 65.900000000000006, 34.759999999999998, "Гридино", "Gridino", "Гридино" },
                    { "22429", 6.0, "Россия", 65.030000000000001, 35.689999999999998, "Соловки", "Solovki", "Соловки" },
                    { "22438", 25.0, "Россия", 65.200000000000003, 36.810000000000002, "Жижгин", "Zizgin", "Жижгин" },
                    { "22446", 83.0, "Россия", 65.459999999999994, 39.729999999999997, "Зимнегорский Маяк", "Zimnegorskij majak", "Зимнегорский Маяк" },
                    { "22452", 5.0, "Россия", 65.959999999999994, 40.710000000000001, "Инцы", "Incy", "Инцы" },
                    { "22456", 69.0, "Россия", 65.379999999999995, 41.880000000000003, "Кепино", "Kepino", "Кепино" },
                    { "22471", 13.0, "Россия", 65.870000000000005, 44.200000000000003, "Мезень", "Mezen", "Мезень" },
                    { "22481", 40.0, "Россия", 65.760000000000005, 46.200000000000003, "Мосеево", "Moseevo", "Мосеево" },
                    { "22499", 155.0, "Россия", 65.230000000000004, 49.579999999999998, "Борковская", "Borkovskaya", "Борковская" },
                    { "22502", 0.0, "Россия", 64.700000000000003, 30.829999999999998, "Костомукша", "Kostomuksha", "Костомукша" },
                    { "22511", 97.0, "Россия", 64.75, 32.109999999999999, "Юшкозеро", "Juskozero", "Юшкозеро" },
                    { "22518", 159.0, "Россия", 64.079999999999998, 32.780000000000001, "Ругозеро", "Rugozero", "Ругозеро" },
                    { "22520", 7.0, "Россия", 64.980000000000004, 34.799999999999997, "Кемь-Порт", "Kem-Port", "Кемь-Порт" },
                    { "22522", 8.0, "Россия", 64.950000000000003, 34.649999999999999, "Кемь", "Kem", "Кемь" },
                    { "22525", 9.0, "Россия", 64.560000000000002, 34.909999999999997, "Разнаволок", "Raznavolok", "Разнаволок" },
                    { "22529", 4.0, "Россия", 64.230000000000004, 35.880000000000003, "Колежма", "Kolezma", "Колежма" },
                    { "22541", 2.0, "Россия", 64.829999999999998, 38.399999999999999, "Унский Маяк", "Unskij Majak", "Унский Маяк" },
                    { "22546", 3.0, "Россия", 64.549999999999997, 39.759999999999998, "Северодвинск", "Severodvinsk", "Северодвинск" },
                    { "22550", 8.0, "Россия", 64.5, 40.719999999999999, "Архангельск", "Archangelsk", "Архангельск" },
                    { "22551", 1.0, "Россия", 64.849999999999994, 40.280000000000001, "Мудьюг", "Mudjug", "Мудьюг" },
                    { "22552", 19.0, "Россия", 65.0, 40.700000000000003, "Архангельск Талаги", null, "Архангельск Талаги" },
                    { "22559", 9.0, "Россия", 64.219999999999999, 41.649999999999999, "Холмогоры", "Holmogory", "Холмогоры" },
                    { "22563", 28.0, "Россия", 64.700000000000003, 43.380000000000003, "Пинега", "Pinega", "Пинега" },
                    { "22573", 64.0, "Россия", 64.900000000000006, 45.759999999999998, "Лешуконское", "Leshukonskoe", "Лешуконское" },
                    { "22583", 63.0, "Россия", 64.75, 47.649999999999999, "Койнас", "Kojnas", "Койнас" },
                    { "22602", 180.0, "Россия", 63.829999999999998, 30.809999999999999, "Реболы", "Reboly", "Реболы" },
                    { "22619", 130.0, "Россия", 63.259999999999998, 33.409999999999997, "Паданы", "Padany", "Паданы" },
                    { "22621", 111.0, "Россия", 63.759999999999998, 34.280000000000001, "Сегежа", "Segezha", "Сегежа" },
                    { "22638", 181.0, "Россия", 63.32, 36.710000000000001, "Калгачиха", "Kolgachikha", "Калгачиха" },
                    { "22641", 11.0, "Россия", 63.899999999999999, 38.109999999999999, "Онега", "Onega", "Онега" },
                    { "22648", 35.0, "Россия", 63.109999999999999, 39.229999999999997, "Турчасово", "Turcasovo", "Турчасово" },
                    { "22656", 15.0, "Россия", 63.469999999999999, 41.789999999999999, "Емецк", "Emeck", "Емецк" },
                    { "22671", 63.0, "Россия", 64.010000000000005, 44.439999999999998, "Карпогоры", "Karpogory", "Карпогоры" },
                    { "22676", 62.0, "Россия", 63.579999999999998, 45.630000000000003, "Сура", "Sura", "Сура" },
                    { "22686", 78.0, "Россия", 63.450000000000003, 47.899999999999999, "Вендинга", "Vendinga", "Вендинга" },
                    { "22695", 131.0, "Россия", 63.450000000000003, 48.909999999999997, "Кослан", "Koslan", "Кослан" },
                    { "22710", 184.0, "Россия", 62.710000000000001, 32.700000000000003, "Поросозеро", "Porosozero", "Поросозеро" },
                    { "22717", 158.0, "Россия", 62.100000000000001, 32.380000000000003, "Суоярви", "Suoyarvi", "Суоярви" },
                    { "22721", 79.0, "Россия", 62.909999999999997, 34.43, "Медвежегорск", "Medvezegorsk", "Медвежегорск" },
                    { "22723", 139.0, "Россия", 62.960000000000001, 35.700000000000003, "Данилово", "Danilovo", "Данилово" },
                    { "22727", 41.0, "Россия", 62.159999999999997, 34.299999999999997, "Кондопога", "Kondopoga", "Кондопога" },
                    { "22738", 147.0, "Россия", 62.229999999999997, 36.880000000000003, "Куганаволок", "Kuganavolok", "Куганаволок" },
                    { "22749", 99.0, "Россия", 62.130000000000003, 39.299999999999997, "Конево", "Konevo", "Конево" },
                    { "22762", 29.0, "Россия", 62.82, 42.789999999999999, "Двинской Березник", "Dvinskij bereznik", "Двинской Березник" },
                    { "22768", 39.0, "Россия", 62.100000000000001, 42.899999999999999, "Шенкурск", "Senkursk", "Шенкурск" },
                    { "22778", 54.0, "Россия", 62.229999999999997, 45.009999999999998, "Верхняя Тойма", "Verhnjaja Tojma", "Верхняя Тойма" },
                    { "22781", 93.0, "Россия", 62.960000000000001, 46.579999999999998, "Окуловская", "Okulovskaya", "Окуловская" },
                    { "22798", 88.0, "Россия", 62.170000000000002, 49.100000000000001, "Яренск", "Jarensk", "Яренск" },
                    { "22802", 17.0, "Россия", 61.710000000000001, 30.710000000000001, "Сортавала", "Sortavala", "Сортавала" },
                    { "22805", 19.0, "Россия", 61.359999999999999, 30.879999999999999, "Валаам", "Valaam", "Валаам" },
                    { "22806", 45.0, "Россия", 61.030000000000001, 28.93, "Лесогорский", "Lesogorsky", "Лесогорский" },
                    { "22807", 12.0, "Россия", 61.030000000000001, 30.129999999999999, "Приозерск", "Priozersk", "Приозерск" },
                    { "22816", 131.0, "Россия", 61.68, 33.609999999999999, "Пряжа", "Pryazha", "Пряжа" },
                    { "22820", 110.0, "Россия", 61.810000000000002, 34.259999999999998, "Петрозаводск", "Petrozavodsk", "Петрозаводск" },
                    { "22823", 37.0, "Россия", 61.810000000000002, 35.25, "Маячный", "Mayachny", "Маячный" },
                    { "22824", 59.0, "Россия", 61.350000000000001, 34.68, "Ладва", "Ladva", "Ладва" },
                    { "22831", 44.0, "Россия", 61.799999999999997, 36.579999999999998, "Пудож", "Pudoz", "Пудож" },
                    { "22833", 116.0, "Россия", 61.780000000000001, 37.75, "Колодозеро", "Kolodozero", "Колодозеро" },
                    { "22835", 66.0, "Россия", 61.280000000000001, 36.350000000000001, "Павликовская", "Pavlikovskaya", "Павликовская" },
                    { "22837", 55.0, "Россия", 61.009999999999998, 36.450000000000003, "Вытегра", "Vytegra", "Вытегра" },
                    { "22845", 124.0, "Россия", 61.5, 38.93, "Каргополь", "Kargopol", "Каргополь" },
                    { "22854", 232.0, "Россия", 61.670000000000002, 40.189999999999998, "Няндома", "Njandoma", "Няндома" },
                    { "22867", 89.0, "Россия", 61.060000000000002, 42.060000000000002, "Вельск", "Velsk", "Вельск" },
                    { "22869", 119.0, "Россия", 61.130000000000003, 43.350000000000001, "Шангалы", "Shangaly", "Шангалы" },
                    { "22887", 54.0, "Россия", 61.229999999999997, 46.68, "Котлас", "Kotlas", "Котлас" },
                    { "22889", 68.0, "Россия", 61.119999999999997, 47.990000000000002, "Вилегодское", "Vilegodskoe", "Вилегодское" },
                    { "22891", 68.0, "Россия", 60.549999999999997, 30.309999999999999, "Сосново", "Sosnovo", "Сосново" },
                    { "22892", 10.0, "Россия", 60.710000000000001, 28.73, "Выборг", "Vyborg", "Выборг" },
                    { "22896", 97.0, "Россия", 60.25, 29.629999999999999, "Рощино", "Roshchino", "Рощино" },
                    { "22897", 4.0, "Россия", 60.210000000000001, 29.0, "Озерки", "Ozerki", "Озерки" },
                    { "22907", 5.0, "Россия", 60.079999999999998, 26.98, "О.Гогланд", "O. Gogland", "О.Гогланд" },
                    { "22912", 11.0, "Россия", 60.979999999999997, 32.979999999999997, "Олонец", "Olonec", "Олонец" },
                    { "22913", 21.0, "Россия", 60.710000000000001, 33.549999999999997, "Лодейное Поле", "Lodejnoe pole", "Лодейное Поле" },
                    { "22915", 8.0, "Россия", 60.460000000000001, 32.899999999999999, "Свирица", "Svirica", "Свирица" },
                    { "22917", 12.0, "Россия", 60.109999999999999, 32.310000000000002, "Новая Ладога", "Novaja ladoga", "Новая Ладога" },
                    { "22925", 109.0, "Россия", 60.630000000000003, 34.780000000000001, "Винницы", "Vinnicy", "Винницы" },
                    { "22939", 130.0, "Россия", 60.020000000000003, 37.75, "Белозерск", "Belozersk", "Белозерск" },
                    { "22944", 161.0, "Россия", 60.460000000000001, 38.609999999999999, "Чарозеро", "Charozero", "Чарозеро" },
                    { "22954", 199.0, "Россия", 60.469999999999999, 40.18, "Вожега", "Vozega", "Вожега" },
                    { "22956", 146.0, "Россия", 60.5, 41.700000000000003, "Чушевицы", null, "Чушевицы" },
                    { "22974", 133.0, "Россия", 60.399999999999999, 44.210000000000001, "Нюксеница", "Nuksenitsa", "Нюксеница" },
                    { "22981", 93.0, "Россия", 60.780000000000001, 46.259999999999998, "Великий Устюг", "Veliky Ustjug", "Великий Устюг" },
                    { "22996", 148.0, "Россия", 60.359999999999999, 49.649999999999999, "Обьячево", "Objachevo", "Обьячево" },
                    { "23021", 20.0, "Россия", 69.700000000000003, 60.0, "Варнек Бухта", null, "Варнек Бухта" },
                    { "23022", 53.0, "Россия", 69.780000000000001, 61.649999999999999, "Амдерма", "Amderma", "Амдерма" },
                    { "23023", 4.0, "Россия", 69.700000000000003, 61.5, "Амдерма аэропорт", null, "Амдерма аэропорт" },
                    { "23024", 6.0, "Россия", 69.599999999999994, 60.210000000000001, "Мыс Белый Нос", "Mys Bely Nos", "Мыс Белый Нос" },
                    { "23029", 4.0, "Россия", 69.25, 64.510000000000005, "Усть-Кара", "Ust-kara", "Усть-Кара" },
                    { "23032", 24.0, "Россия", 69.709999999999994, 66.810000000000002, "Марресаля", "Maresale", "Марресаля" },
                    { "23045", 15.0, "Россия", 69.400000000000006, 72.299999999999997, "Яптиксале", null, "Яптиксале" },
                    { "23058", 2.0, "Россия", 69.099999999999994, 76.849999999999994, "Антипаюта", "Antipayuta", "Антипаюта" },
                    { "23074", 14.0, "Россия", 69.400000000000006, 86.159999999999997, "Дудинка", "Dudinka", "Дудинка" },
                    { "23078", 60.0, "Россия", 69.340000000000003, 88.260000000000005, "Норильск", "Norilsk", "Норильск" },
                    { "23103", 9.0, "Россия", 68.930000000000007, 53.759999999999998, "Ходовариха", "Khodovarikha", "Ходовариха" },
                    { "23104", 4.0, "Россия", 68.349999999999994, 50.780000000000001, "Сенгейский Шар", "Sengeysky shar", "Сенгейский Шар" },
                    { "23105", 7.0, "Россия", 65.599999999999994, 52.299999999999997, "Тобседа", null, "Тобседа" },
                    { "23109", 26.0, "Россия", 68.299999999999997, 54.5, "Мыс Болванский", "Mys Bolvansky", "Мыс Болванский" },
                    { "23112", 4.0, "Россия", 68.799999999999997, 57.979999999999997, "Варандей", "Varandey", "Варандей" },
                    { "23114", 4.0, "Россия", 68.540000000000006, 55.490000000000002, "Мыс Константиновский", "Mys konstantinovsky", "Мыс Константиновский" },
                    { "23133", 16.0, "Россия", 68.799999999999997, 69.900000000000006, "Усть-Юрибей", null, "Усть-Юрибей" },
                    { "23139", 6.0, "Россия", 68.200000000000003, 69.400000000000006, "Яронго", null, "Яронго" },
                    { "23146", 8.0, "Россия", 68.459999999999994, 73.579999999999998, "Мыс Каменный", "Mys Kamenny", "Мыс Каменный" },
                    { "23174", 38.0, "Россия", 68.659999999999997, 86.25, "Потапово", "Potapovo", "Потапово" },
                    { "23205", 5.0, "Россия", 67.620000000000005, 53.009999999999998, "Нарьян-Мар", "Narjan-Mar", "Нарьян-Мар" },
                    { "23207", 17.0, "Россия", 67.019999999999996, 51.140000000000001, "Коткино", "Kotkino", "Коткино" },
                    { "23214", 101.0, "Россия", 67.599999999999994, 55.149999999999999, "Шапкино", "Shapkino", "Шапкино" },
                    { "23215", 72.0, "Россия", 67.430000000000007, 58.009999999999998, "Хорей-Вер", "Khorey-ver", "Хорей-Вер" },
                    { "23219", 82.0, "Россия", 67.040000000000006, 59.409999999999997, "Хоседа-Хард", "Hoseda-Hard", "Хоседа-Хард" },
                    { "23220", 115.0, "Россия", 67.049999999999997, 64.060000000000002, "Елецкая", "Eletskaya", "Елецкая" },
                    { "23226", 172.0, "Россия", 67.489999999999995, 63.969999999999999, "Воркута", "Vorkuta", "Воркута" },
                    { "23235", 80.0, "Россия", 67.700000000000003, 67.599999999999994, "Лаборовая", null, "Лаборовая" },
                    { "23239", 40.0, "Россия", 67.299999999999997, 68.700000000000003, "Щучье", null, "Щучье" },
                    { "23242", 10.0, "Россия", 67.680000000000007, 72.879999999999995, "Новый Порт", "Novy Port", "Новый Порт" },
                    { "23256", 26.0, "Россия", 67.459999999999994, 78.730000000000004, "Тазовский", "Tazovskij", "Тазовский" },
                    { "23274", 28.0, "Россия", 67.459999999999994, 86.560000000000002, "Игарка", "Igarka", "Игарка" },
                    { "23305", 21.0, "Россия", 66.25, 52.560000000000002, "Окунев Нос", "Okunev Nos", "Окунев Нос" },
                    { "23311", 71.0, "Россия", 66.950000000000003, 55.729999999999997, "Мишвань", "Mishvan", "Мишвань" },
                    { "23324", 60.0, "Россия", 66.469999999999999, 60.75, "Петрунь", "Petrun", "Петрунь" },
                    { "23327", 58.0, "Россия", 66.030000000000001, 60.109999999999999, "Инта", "Inta", "Инта" },
                    { "23329", 65.0, "Россия", 66.5, 66.5, "Салехард аэропорт", null, "Салехард аэропорт" },
                    { "23330", 14.0, "Россия", 66.530000000000001, 66.670000000000002, "Салехард", "Salehard", "Салехард" },
                    { "23331", 890.0, "Россия", 66.900000000000006, 65.659999999999997, "Ра-Из", "Ra-Iz", "Ра-Из" },
                    { "23332", 178.0, "Россия", 67.010000000000005, 65.079999999999998, "Полярный Урал", "Polyarny Ural", "Полярный Урал" },
                    { "23333", 33.0, "Россия", 66.75, 69.150000000000006, "Салемал", "Salemal", "Салемал" },
                    { "23339", 27.0, "Россия", 66.030000000000001, 68.680000000000007, "Полуй", "Poluy", "Полуй" },
                    { "23341", 19.0, "Россия", 66.829999999999998, 71.329999999999998, "Яр-Сале", "Yar-Sale", "Яр-Сале" },
                    { "23345", 5.0, "Россия", 66.629999999999995, 72.930000000000007, "Ныда", "Nyda", "Ныда" },
                    { "23358", 58.0, "Россия", 66.099999999999994, 76.780000000000001, "Новый Уренгой", "Novy Urengoy", "Новый Уренгой" },
                    { "23365", 34.0, "Россия", 66.599999999999994, 82.299999999999997, "Сидоровск", "Sidorovsk", "Сидоровск" },
                    { "23375", 28.0, "Россия", 66.459999999999994, 87.209999999999994, "Курейка", "Kureyka", "Курейка" },
                    { "23383", 277.0, "Россия", 66.920000000000002, 93.480000000000004, "Агата", "Agata", "Агата" },
                    { "23405", 70.0, "Россия", 65.430000000000007, 52.259999999999998, "Усть-Цильма", "Ust-Cilma", "Усть-Цильма" },
                    { "23411", 71.0, "Россия", 65.950000000000003, 55.159999999999997, "Мутный Материк", "Mutny Materik", "Мутный Материк" },
                    { "23412", 77.0, "Россия", 65.980000000000004, 56.899999999999999, "Усть-Уса", "Ust-Usa", "Усть-Уса" },
                    { "23416", 90.0, "Россия", 65.709999999999994, 59.579999999999998, "Кожим Рудник", "Kozhim Rudnik", "Кожим Рудник" },
                    { "23417", 75.0, "Россия", 66.0, 57.399999999999999, "Усинск", null, "Усинск" },
                    { "23418", 53.0, "Россия", 65.120000000000005, 57.130000000000003, "Печора", "Pechora", "Печора" },
                    { "23423", 217.0, "Россия", 67.930000000000007, 64.760000000000005, "Хальмер-Ю", "Khalmer-Yu", "Хальмер-Ю" },
                    { "23426", 18.0, "Россия", 65.480000000000004, 64.709999999999994, "Мужи", "Muzhi", "Мужи" },
                    { "23431", 15.0, "Россия", 65.829999999999998, 65.930000000000007, "Питляр", "Pitlyar", "Питляр" },
                    { "23443", 50.0, "Россия", 65.829999999999998, 74.5, "Пангоды", "Pangody", "Пангоды" },
                    { "23445", 14.0, "Россия", 65.459999999999994, 72.659999999999997, "Надым", "Nadym", "Надым" },
                    { "23453", 22.0, "Россия", 65.950000000000003, 78.400000000000006, "Уренгой", "Urengoy", "Уренгой" },
                    { "23463", 41.0, "Россия", 65.969999999999999, 84.319999999999993, "Янов Стан", "Yanov Stan", "Янов Стан" },
                    { "23465", 23.0, "Россия", 65.700000000000003, 82.450000000000003, "Красноселькупск", "Krasnoselkupsk", "Красноселькупск" },
                    { "23471", 50.0, "Россия", 60.909999999999997, 76.599999999999994, "Нижневартовск", "Nizhnevartovsk", "Нижневартовск" },
                    { "23472", 37.0, "Россия", 65.790000000000006, 87.980000000000004, "Туруханск", "Turukhansk", "Туруханск" },
                    { "23484", 61.0, "Россия", 65.629999999999995, 90.049999999999997, "Большой Порог", "Bolshoi Porog", "Большой Порог" },
                    { "23501", 162.0, "Россия", 64.760000000000005, 51.079999999999998, "Левкинская", "Levkinskaya", "Левкинская" },
                    { "23503", 51.0, "Россия", 65.030000000000001, 53.960000000000001, "Ижма", "Izhma", "Ижма" },
                    { "23509", 62.0, "Россия", 64.209999999999994, 53.560000000000002, "Кедва-Вом", "Kedva-Vom", "Кедва-Вом" },
                    { "23514", 157.0, "Россия", 64.510000000000005, 55.399999999999999, "Ираель", "Irael", "Ираель" },
                    { "23516", 432.0, "Россия", 64.560000000000002, 59.659999999999997, "Неройка", "Neroika", "Неройка" },
                    { "23518", 73.0, "Россия", 64.260000000000005, 57.609999999999999, "Усть-Щугор", "Ust-Shchugor", "Усть-Щугор" },
                    { "23523", 80.0, "Россия", 64.799999999999997, 63.899999999999999, "Овгорт", null, "Овгорт" },
                    { "23527", 27.0, "Россия", 64.280000000000001, 60.880000000000003, "Саранпауль", "Saranpaul", "Саранпауль" },
                    { "23531", 34.0, "Россия", 64.670000000000002, 65.629999999999995, "Казым-Мыс АМС", "Kazym-Mys AMS", "Казым-Мыс АМС" },
                    { "23532", 60.0, "Россия", 64.799999999999997, 67.200000000000003, "Самгымгорт", null, "Самгымгорт" },
                    { "23552", 26.0, "Россия", 64.909999999999997, 77.810000000000002, "Тарко-Сале", "Tarko-Sale", "Тарко-Сале" },
                    { "23558", 40.0, "Россия", 64.299999999999997, 78.099999999999994, "Харампур", null, "Харампур" },
                    { "23578", 34.0, "Россия", 64.230000000000004, 87.569999999999993, "Верещагино", "Vereshchagino", "Верещагино" },
                    { "23589", 105.0, "Россия", 64.200000000000003, 93.790000000000006, "Тутончаны", "Tutonchany", "Тутончаны" },
                    { "23606", 133.0, "Россия", 63.57, 53.799999999999997, "Ухта", "Uhta", "Ухта" },
                    { "23609", 112.0, "Россия", 63.100000000000001, 54.5, "Изваиль", null, "Изваиль" },
                    { "23612", 110.0, "Россия", 63.829999999999998, 57.329999999999998, "Вуктыл", "Vuktyl", "Вуктыл" },
                    { "23625", 26.0, "Россия", 63.649999999999999, 62.100000000000001, "Сосьва", "Sosva", "Сосьва" },
                    { "23628", 80.0, "Россия", 63.399999999999999, 63.100000000000001, "Сартынья", null, "Сартынья" },
                    { "23629", 29.0, "Россия", 63.18, 64.400000000000006, "Игрим", "Igrim", "Игрим" },
                    { "23631", 27.0, "Россия", 63.93, 65.049999999999997, "Березово", "Berezovo", "Березово" },
                    { "23632", 28.0, "Россия", 63.710000000000001, 67.230000000000004, "Казым", "Kazym", "Казым" },
                    { "23635", 85.0, "Россия", 63.659999999999997, 69.599999999999994, "Юильск", "Yuilsk", "Юильск" },
                    { "23644", 109.0, "Россия", 63.5, 71.400000000000006, "Нумто", null, "Нумто" },
                    { "23656", 66.0, "Россия", 63.380000000000003, 78.310000000000002, "Халесовая", "Khalesovaya", "Халесовая" },
                    { "23657", 130.0, "Россия", 63.109999999999999, 75.280000000000001, "Ноябрьск", "Noyabrsk", "Ноябрьск" },
                    { "23662", 31.0, "Россия", 63.979999999999997, 82.079999999999998, "Толька", "Tolka", "Толька" },
                    { "23678", 45.0, "Россия", 63.149999999999999, 87.959999999999994, "Верхнеимбатск", "Verhneimbatsk", "Верхнеимбатск" },
                    { "23691", 106.0, "Россия", 63.810000000000002, 96.450000000000003, "Учами", "Uchami", "Учами" },
                    { "23699", 230.0, "Россия", 62.710000000000001, 101.11, "Кербо", "Kerbo", "Кербо" },
                    { "23701", 101.0, "Россия", 62.990000000000002, 50.890000000000001, "Весляна", "Vesljana", "Весляна" },
                    { "23707", 106.0, "Россия", 62.229999999999997, 50.409999999999997, "Усть-Вымь", "Ust-Vym", "Усть-Вымь" },
                    { "23709", 154.0, "Россия", 62.18, 54.200000000000003, "Помоздино", "Pomozdino", "Помоздино" },
                    { "23711", 133.0, "Россия", 62.700000000000003, 56.18, "Троицко-Печорское", "Troicko-Pechorskoe", "Троицко-Печорское" },
                    { "23724", 49.0, "Россия", 62.43, 60.859999999999999, "Няксимволь", "Njaksimvol", "Няксимволь" },
                    { "23726", 120.0, "Россия", 61.399999999999999, 63.600000000000001, "Советский", null, "Советский" },
                    { "23731", 40.0, "Россия", 62.700000000000003, 65.5, "Шеркалы", null, "Шеркалы" },
                    { "23734", 70.0, "Россия", 62.450000000000003, 66.049999999999997, "Октябрьское", "Oktjabrskoe", "Октябрьское" },
                    { "23738", 50.0, "Россия", 62.200000000000003, 65.5, "Нягынь", null, "Нягынь" },
                    { "23745", 77.0, "Россия", 62.399999999999999, 73.099999999999994, "Кочевая", null, "Кочевая" },
                    { "23748", 66.0, "Россия", 62.229999999999997, 74.480000000000004, "Когалым", "Kogalym", "Когалым" },
                    { "23758", 67.0, "Россия", 62.149999999999999, 77.310000000000002, "Радужный", "Raduzhny", "Радужный" },
                    { "23774", 58.0, "Россия", 62.479999999999997, 86.269999999999996, "Келлог", "Kellog", "Келлог" },
                    { "23776", 57.0, "Россия", 62.460000000000001, 89.0, "Бахта", "Bakhta", "Бахта" },
                    { "23788", 60.0, "Россия", 62.310000000000002, 92.109999999999999, "Кузьмовка", "Kuzmovka", "Кузьмовка" },
                    { "23803", 140.0, "Россия", 61.68, 53.68, "Усть-Кулом", "Ust-Kulom", "Усть-Кулом" },
                    { "23804", 116.0, "Россия", 61.670000000000002, 50.780000000000001, "Сыктывкар", "Syktyvkar", "Сыктывкар" },
                    { "23805", 104.0, "Россия", 61.600000000000001, 50.799999999999997, "Сыктывкар аэропорт", null, "Сыктывкар аэропорт" },
                    { "23807", 129.0, "Россия", 61.109999999999999, 50.280000000000001, "Пустошь", "Pustosh", "Пустошь" },
                    { "23812", 130.0, "Россия", 61.829999999999998, 56.859999999999999, "Якша", "Yaksha", "Якша" },
                    { "23813", 174.0, "Россия", 61.799999999999997, 57.909999999999997, "Усть-Унья", "Ust-Unja", "Усть-Унья" },
                    { "23829", 111.0, "Россия", 61.030000000000001, 62.210000000000001, "Атымья", "Atymya", "Атымья" },
                    { "23830", 50.0, "Россия", 62.299999999999997, 67.299999999999997, "Сеуль", null, "Сеуль" },
                    { "23841", 46.0, "Россия", 61.700000000000003, 70.700000000000003, "Горшково", null, "Горшково" },
                    { "23843", 49.0, "Россия", 61.799999999999997, 74.0, "Ермаково", null, "Ермаково" },
                    { "23844", 50.0, "Россия", 61.700000000000003, 72.099999999999994, "Тайбины", null, "Тайбины" },
                    { "23847", 31.0, "Россия", 61.299999999999997, 71.299999999999997, "Сытомино", "Sytomino", "Сытомино" },
                    { "23848", 36.0, "Россия", 61.060000000000002, 72.609999999999999, "Нефтеюганск", "Neftejugansk", "Нефтеюганск" },
                    { "23849", 56.0, "Россия", 61.25, 73.5, "Сургут", "Surgut", "Сургут" },
                    { "23859", 49.0, "Россия", 61.0, 78.599999999999994, "Лобчинские", null, "Лобчинские" },
                    { "23862", 69.0, "Россия", 61.530000000000001, 82.420000000000002, "Корлики", "Korliki", "Корлики" },
                    { "23867", 55.0, "Россия", 61.100000000000001, 80.25, "Ларьяк", "Laryak", "Ларьяк" },
                    { "23884", 62.0, "Россия", 61.579999999999998, 90.030000000000001, "Бор", "Bor", "Бор" },
                    { "23891", 262.0, "Россия", 61.659999999999997, 96.359999999999999, "Байкит", "Baykit", "Байкит" },
                    { "23904", 125.0, "Россия", 60.450000000000003, 50.960000000000001, "Койгородок", "Koygorodok", "Койгородок" },
                    { "23905", 183.0, "Россия", 60.460000000000001, 52.630000000000003, "Усть-Черная", "Ust-Chernaya", "Усть-Черная" },
                    { "23909", 196.0, "Россия", 60.280000000000001, 54.350000000000001, "Гайны", "Gajny", "Гайны" },
                    { "23914", 208.0, "Россия", 60.399999999999999, 56.509999999999998, "Чердынь", "Cherdyn", "Чердынь" },
                    { "23919", 194.0, "Россия", 60.259999999999998, 60.159999999999997, "Североуральск", "Severouralsk", "Североуральск" },
                    { "23921", 93.0, "Россия", 60.68, 60.450000000000003, "Ивдель", "Ivdel", "Ивдель" },
                    { "23923", 68.0, "Россия", 60.859999999999999, 64.879999999999995, "Супра", "Supra", "Супра" },
                    { "23925", 64.0, "Россия", 60.149999999999999, 62.799999999999997, "Шанталь", "Shantal", "Шанталь" },
                    { "23927", 82.0, "Россия", 60.200000000000003, 61.280000000000001, "Понил", "Ponil", "Понил" },
                    { "23928", 45.0, "Россия", 60.149999999999999, 64.810000000000002, "Урай", "Uray", "Урай" },
                    { "23929", 51.0, "Россия", 60.310000000000002, 64.209999999999994, "Шаим", "Shaim", "Шаим" },
                    { "23933", 44.0, "Россия", 61.020000000000003, 69.109999999999999, "Ханты-Мансийск", "Hanty-Mansijsk", "Ханты-Мансийск" },
                    { "23934", 50.0, "Россия", 60.5, 66.099999999999994, "Левдым", null, "Левдым" },
                    { "23939", 30.0, "Россия", 60.329999999999998, 68.959999999999994, "Алтай", "Altay", "Алтай" },
                    { "23946", 47.0, "Россия", 60.5, 74.010000000000005, "Угут", "Ugut", "Угут" },
                    { "23953", 55.0, "Россия", 60.950000000000003, 78.760000000000005, "Ваховск", "Vakhovsk", "Ваховск" },
                    { "23955", 47.0, "Россия", 60.43, 77.859999999999999, "Александровское", "Aleksandrovskoe", "Александровское" },
                    { "23966", 99.0, "Россия", 60.350000000000001, 84.079999999999998, "Ванжиль-Кынак", "Vanzil-Kynak", "Ванжиль-Кынак" },
                    { "23973", 45.0, "Россия", 61.030000000000001, 89.609999999999999, "Ворогово", "Vorogovo", "Ворогово" },
                    { "23975", 84.0, "Россия", 60.340000000000003, 88.359999999999999, "Сым", "Sym", "Сым" },
                    { "23982", 120.0, "Россия", 61.009999999999998, 93.430000000000007, "Вельмо", "Velmo", "Вельмо" },
                    { "23986", 513.0, "Россия", 60.369999999999997, 93.040000000000006, "Северо-Енисейск", "Severo-Eniseysky", "Северо-Енисейск" },
                    { "23987", 56.0, "Россия", 60.240000000000002, 90.230000000000004, "Ярцево", "Jarcevo", "Ярцево" },
                    { "23992", 178.0, "Россия", 60.719999999999999, 97.510000000000005, "Усть-Камо", "Ust-Kamo", "Усть-Камо" },
                    { "24052", 323.0, "Россия", 69.799999999999997, 128.19999999999999, "Саханджа", "Sakhandzha", "Саханджа" },
                    { "24076", 284.0, "Россия", 69.329999999999998, 139.66, "Депутатский", "Deputatsky", "Депутатский" },
                    { "24105", 271.0, "Россия", 68.459999999999994, 102.36, "Ессей", "Essey", "Ессей" },
                    { "24125", 216.0, "Россия", 68.5, 112.43000000000001, "Оленек", "Olenek", "Оленек" },
                    { "24136", 78.0, "Россия", 68.609999999999999, 118.33, "Сухана", "Sukhana", "Сухана" },
                    { "24143", 37.0, "Россия", 68.730000000000004, 124.0, "Джарджан", "Dzardzan", "Джарджан" },
                    { "24166", 103.0, "Россия", 68.400000000000006, 134.80000000000001, "Янск", null, "Янск" },
                    { "24266", 135.0, "Россия", 67.560000000000002, 133.40000000000001, "Верхоянск", "Verhojansk", "Верхоянск" },
                    { "24322", 501.0, "Россия", 66.730000000000004, 112.43000000000001, "Полярный", "Polyarny", "Полярный" },
                    { "24329", 233.0, "Россия", 66.25, 114.28, "Шелагонцы", "Shelagoncy", "Шелагонцы" },
                    { "24343", 87.0, "Россия", 66.760000000000005, 123.40000000000001, "Жиганск", "Zhigansk", "Жиганск" },
                    { "24371", 274.0, "Россия", 66.799999999999997, 136.68000000000001, "Усть-Чаркы", "Ust-Charky", "Усть-Чаркы" },
                    { "24382", 195.0, "Россия", 66.450000000000003, 143.22999999999999, "Усть-Мома", "Ust-Moma", "Усть-Мома" },
                    { "24477", 675.0, "Россия", 65.299999999999997, 135.80000000000001, "Иэма", "Iema", "Иэма" },
                    { "24496", 8.0, "Россия", 65.599999999999994, -171.0, "Лаврентия Залив", null, "Лаврентия Залив" },
                    { "24507", 188.0, "Россия", 64.260000000000005, 100.20999999999999, "Тура", "Tura", "Тура" },
                    { "24538", 139.0, "Россия", 64.230000000000004, 116.91, "Чумпурук", "Chumpuruk", "Чумпурук" },
                    { "24557", 85.0, "Россия", 64.280000000000001, 126.45, "Сого-Хая", "Sogo-Haya", "Сого-Хая" },
                    { "24585", 512.0, "Россия", 64.549999999999997, 144.38999999999999, "Нера", "Nera", "Нера" },
                    { "24598", 839.0, "Россия", 64.079999999999998, 148.03, "Дарпир", "Darpir", "Дарпир" },
                    { "24606", 208.0, "Россия", 63.590000000000003, 103.95, "Кислокан", "Kislokan", "Кислокан" },
                    { "24639", 117.0, "Россия", 63.280000000000001, 118.33, "Нюрба", "Njurba", "Нюрба" },
                    { "24641", 110.0, "Россия", 63.780000000000001, 121.61, "Вилюйск", "Viljujsk", "Вилюйск" },
                    { "24643", 77.0, "Россия", 63.950000000000003, 124.83, "Хатырык-Хомо", "Khatyryk-Khomo", "Хатырык-Хомо" },
                    { "24652", 92.0, "Россия", 63.960000000000001, 127.45999999999999, "Сангары", "Sangary", "Сангары" },
                    { "24656", 79.0, "Россия", 63.509999999999998, 129.47999999999999, "Батамай", "Batamay", "Батамай" },
                    { "24661", 207.0, "Россия", 64.0, 130.30000000000001, "Сеген-Кюель", "Segen-Kyuel", "Сеген-Кюель" },
                    { "24671", 399.0, "Россия", 63.950000000000003, 135.86000000000001, "Томпо", "Tompo", "Томпо" },
                    { "24679", 1288.0, "Россия", 63.210000000000001, 139.59999999999999, "Восточная", "Vostochnaya", "Восточная" },
                    { "24688", 740.0, "Россия", 63.25, 143.15000000000001, "Оймякон", "Ojmjakon", "Оймякон" },
                    { "24713", 246.0, "Россия", 62.880000000000003, 108.43000000000001, "Наканно", "Nakanno", "Наканно" },
                    { "24718", 272.0, "Россия", 62.159999999999997, 108.20999999999999, "Хамакар", "Khamakar", "Хамакар" },
                    { "24724", 418.0, "Россия", 63.030000000000001, 112.48, "Чернышевский", "Chernishevsky", "Чернышевский" },
                    { "24726", 351.0, "Россия", 62.530000000000001, 113.86, "Мирный", "Mirny", "Мирный" },
                    { "24738", 130.0, "Россия", 62.149999999999999, 117.65000000000001, "Сунтар", "Suntar", "Сунтар" },
                    { "24763", 115.0, "Россия", 62.810000000000002, 134.43000000000001, "Крест-Хальджай", "Krest-Haldzhay", "Крест-Хальджай" },
                    { "24768", 181.0, "Россия", 62.030000000000001, 132.59999999999999, "Чурапча", "Churapcha", "Чурапча" },
                    { "24771", 289.0, "Россия", 62.780000000000001, 136.84999999999999, "Теплый Ключ", "Teply Klyuch", "Теплый Ключ" },
                    { "24790", 645.0, "Россия", 62.780000000000001, 148.16, "Сусуман", "Susuman", "Сусуман" },
                    { "24802", 357.0, "Россия", 61.740000000000002, 102.8, "Стрелка Чуня", "Strelka Chunya", "Стрелка Чуня" },
                    { "24817", 283.0, "Россия", 61.259999999999998, 108.01000000000001, "Ербогачен", "Erbogacen", "Ербогачен" },
                    { "24843", 199.0, "Россия", 61.909999999999997, 124.55, "Тонгулах", "Tongulakh", "Тонгулах" },
                    { "24856", 114.0, "Россия", 61.479999999999997, 129.15000000000001, "Покровск", "Pokrovsk", "Покровск" },
                    { "24871", 141.0, "Россия", 61.859999999999999, 135.5, "Охотский Перевоз", "Okhotsky Perevoz", "Охотский Перевоз" },
                    { "24891", 637.0, "Россия", 61.880000000000003, 147.43000000000001, "Колымская", "Kolymskaya", "Колымская" },
                    { "24908", 258.0, "Россия", 60.329999999999998, 102.29000000000001, "Ванавара", "Vanavara", "Ванавара" },
                    { "24918", 293.0, "Россия", 60.049999999999997, 108.08, "Преображенка", "Preobrazhenka", "Преображенка" },
                    { "24923", 240.0, "Россия", 60.710000000000001, 114.88, "Ленск", "Lensk", "Ленск" },
                    { "24933", 249.0, "Россия", 60.950000000000003, 119.3, "Килеер", "Kileyer", "Килеер" },
                    { "24944", 225.0, "Россия", 60.399999999999999, 120.41, "Олекминск", "Olekminsk", "Олекминск" },
                    { "24951", 123.0, "Россия", 60.810000000000002, 125.31, "Исить", "Isit", "Исить" },
                    { "24959", 98.0, "Россия", 62.009999999999998, 129.71000000000001, "Якутск", "Jakutsk", "Якутск" },
                    { "24962", 144.0, "Россия", 60.899999999999999, 131.97999999999999, "Амга", "Amga", "Амга" },
                    { "24966", 168.0, "Россия", 60.380000000000003, 134.44999999999999, "Усть-Мая", "Ust-Maja", "Усть-Мая" },
                    { "24967", 173.0, "Россия", 60.460000000000001, 130.0, "Тегюльтя", "Tegyultya", "Тегюльтя" },
                    { "24982", 396.0, "Россия", 60.710000000000001, 142.78, "Уега", "Uega", "Уега" },
                    { "24988", 198.0, "Россия", 60.079999999999998, 142.33000000000001, "Арка", "Arka", "Арка" },
                    { "25017", 16.0, "Россия", 69.159999999999997, 154.5, "Андрюшкино", "Andrjushkino", "Андрюшкино" },
                    { "25034", 24.0, "Россия", 69.609999999999999, 162.30000000000001, "Бухта Амбарчик", "Buhta Ambarcik", "Бухта Амбарчик" },
                    { "25042", 13.0, "Россия", 69.909999999999997, 167.96000000000001, "О.Айон", "O. Ayon", "О.Айон" },
                    { "25051", 3.0, "Россия", 69.700000000000003, 170.25, "Певек", "Pevek", "Певек" },
                    { "25052", 4.0, "Россия", 69.780000000000001, 170.59999999999999, "Певек", "Pevek", "Певек" },
                    { "25062", 2.0, "Россия", 69.879999999999995, 175.75999999999999, "Мыс Биллингса", "Mys Billingsa", "Мыс Биллингса" },
                    { "25077", 7.0, "Россия", 69.200000000000003, 179.40000000000001, "Мыс Кянгтокянманк", null, "Мыс Кянгтокянманк" },
                    { "25121", 12.0, "Россия", 68.730000000000004, 158.71000000000001, "Колымская", "Kolymskaya", "Колымская" },
                    { "25123", 32.0, "Россия", 68.75, 161.28, "Черский", "Chersky", "Черский" },
                    { "25138", 97.0, "Россия", 68.109999999999999, 164.16, "Островное", "Ostrovnoe", "Островное" },
                    { "25150", 350.0, "Россия", 68.950000000000003, 173.80000000000001, "Майская АМС", "Mayskaya AMS", "Майская АМС" },
                    { "25151", 2.0, "Россия", 68.879999999999995, 170.78, "Чаун", "Chaun", "Чаун" },
                    { "25173", 2.0, "Россия", 68.900000000000006, 180.36000000000001, "Мыс Шмидта", "Mys Shmidta", "Мыс Шмидта" },
                    { "25206", 20.0, "Россия", 67.450000000000003, 153.71000000000001, "Среднеколымск", "Srednekolymsk", "Среднеколымск" },
                    { "25248", 352.0, "Россия", 67.25, 167.96000000000001, "Илирней", "Ilirney", "Илирней" },
                    { "25282", 3.0, "Россия", 67.829999999999998, 184.16, "Мыс Ванкарем", "Mys Vankarem", "Мыс Ванкарем" },
                    { "25325", 126.0, "Россия", 66.549999999999997, 159.41, "Усть-Олой", "Ust-Oloy", "Усть-Олой" },
                    { "25356", 77.0, "Россия", 66.379999999999995, 173.33000000000001, "Эньмувеем", "Enmuveyem", "Эньмувеем" },
                    { "25372", 140.0, "Россия", 67.010000000000005, 181.06, "Амгуэма", "Amguema", "Амгуэма" },
                    { "25378", 21.0, "Россия", 66.349999999999994, 180.88, "Эгвекинот", "Egvekinot", "Эгвекинот" },
                    { "25399", 5.0, "Россия", 66.159999999999997, 190.16, "Уэлен", "Mys Uelen", "Уэлен" },
                    { "25400", 40.0, "Россия", 65.730000000000004, 150.90000000000001, "Зырянка", "Zyrjanka", "Зырянка" },
                    { "25428", 260.0, "Россия", 65.230000000000004, 160.53, "Омолон", "Omolon", "Омолон" },
                    { "25503", 97.0, "Россия", 64.75, 153.96000000000001, "Коркодон", "Korkodon", "Коркодон" },
                    { "25526", 374.0, "Россия", 64.25, 161.06, "Кегали", "Kegali", "Кегали" },
                    { "25538", 324.0, "Россия", 64.209999999999994, 164.22999999999999, "Верхне-Пенжино", "Verhnee Penzino", "Верхне-Пенжино" },
                    { "25551", 25.0, "Россия", 64.680000000000007, 170.41, "Марково", "Markovo", "Марково" },
                    { "25563", 63.0, "Россия", 64.780000000000001, 177.56, "Анадырь", "Anadyr", "Анадырь" },
                    { "25564", 60.0, "Россия", 64.700000000000003, 177.69999999999999, "Анадырь Угольный", null, "Анадырь Угольный" },
                    { "25594", 25.0, "Россия", 64.379999999999995, 186.75999999999999, "Бухта Провидения", "Buhta Providenia", "Бухта Провидения" },
                    { "25621", 683.0, "Россия", 64.0, 158.91, "Кедон", "Kedon", "Кедон" },
                    { "25656", 199.0, "Россия", 63.450000000000003, 172.69999999999999, "Березово", "Berezovo", "Березово" },
                    { "25677", 3.0, "Россия", 63.009999999999998, 179.28, "Бухта Беринговская", "Bukhta Beringovskaya", "Бухта Беринговская" },
                    { "25703", 206.0, "Россия", 62.909999999999997, 152.41, "Сеймчан", "Sejmchan", "Сеймчан" },
                    { "25705", 260.0, "Россия", 62.450000000000003, 152.31, "Средникан", "Srednikan", "Средникан" },
                    { "25715", 498.0, "Россия", 62.509999999999998, 155.80000000000001, "Омсукчан", "Omsukchan", "Омсукчан" },
                    { "25744", 10.0, "Россия", 62.43, 166.08000000000001, "Каменское.", "Kamenskoe.", "Каменское." },
                    { "25745", 35.0, "Россия", 62.460000000000001, 166.21000000000001, "Каменское", "Kamenskoe", "Каменское" },
                    { "25767", 10.0, "Россия", 62.049999999999997, 175.28, "Хатырка", "Khatyrka", "Хатырка" },
                    { "25777", 7.0, "Россия", 62.409999999999997, 179.13, "Бухта Гавриила", "Buhta Gavriila", "Бухта Гавриила" },
                    { "25821", 28.0, "Россия", 61.909999999999997, 158.97999999999999, "Наяхан", "Nayakhan", "Наяхан" },
                    { "25902", 901.0, "Россия", 60.850000000000001, 151.75999999999999, "Атка", "Atka", "Атка" },
                    { "25912", 5.0, "Россия", 59.560000000000002, 151.28, "Ола", "Ola", "Ола" },
                    { "25913", 115.0, "Россия", 59.549999999999997, 150.78, "Магадан", "Magadan", "Магадан" },
                    { "25914", 6.0, "Россия", 59.659999999999997, 150.13, "Армань", "Arman", "Армань" },
                    { "25915", 175.0, "Россия", 59.899999999999999, 150.69999999999999, "Магадан Сокол", null, "Магадан Сокол" },
                    { "25916", 63.0, "Россия", 58.829999999999998, 151.34999999999999, "Мыс Алевина", "Mys Alevina", "Мыс Алевина" },
                    { "25922", 34.0, "Россия", 60.710000000000001, 155.88, "Шелехова", "Shelekhova", "Шелехова" },
                    { "25927", 5.0, "Россия", 59.649999999999999, 154.25999999999999, "Брохово", "Brokhovo", "Брохово" },
                    { "25932", 30.0, "Россия", 60.68, 160.40000000000001, "Тайгонос", "Taygonos", "Тайгонос" },
                    { "25941", 14.0, "Россия", 60.729999999999997, 163.00999999999999, "Чемурнаут", "Chemurnaut", "Чемурнаут" },
                    { "25954", 2.0, "Россия", 61.340000000000003, 166.0, "Корф", "Korf", "Корф" },
                    { "25956", 3.0, "Россия", 60.43, 169.66, "Апука", "Apuka", "Апука" },
                    { "26029", 22.0, "Россия", 59.380000000000003, 244.0, "Пакри", "Pakri", "Пакри" },
                    { "26038", 32.0, "Россия", 59.390000000000001, 246.0, "Таллин", "Tallin", "Таллин" },
                    { "26045", 1.0, "Россия", 59.509999999999998, 26.539999999999999, "Кунда", "Kunda", "Кунда" },
                    { "26046", 72.0, "Россия", 59.32, 27.390000000000001, "Йыхви", "Johvi", "Йыхви" },
                    { "26058", 28.0, "Россия", 58.920000000000002, 281.0, "Нарва", "Narva-Joesuu", "Нарва" },
                    { "26059", 17.0, "Россия", 59.359999999999999, 286.0, "Кингисепп", "Kingisepp", "Кингисепп" },
                    { "26060", 5.0, "Россия", 59.979999999999997, 29.760000000000002, "Кронштадт", "Kronshtadt", "Кронштадт" },
                    { "26063", 3.0, "Россия", 59.960000000000001, 303.0, "Санкт-Петербург", "St.Petersburg", "Санкт-Петербург" },
                    { "26064", 4.0, "Россия", 59.909999999999997, 29.780000000000001, "Ломоносов", "Lomonosov", "Ломоносов" },
                    { "26065", 18.0, "Россия", 59.799999999999997, 30.309999999999999, "Пулково", "Pulkovo", "Пулково" },
                    { "26067", 127.0, "Россия", 59.43, 295.0, "Волосово", "Volosovo", "Волосово" },
                    { "26069", 88.0, "Россия", 59.350000000000001, 30.129999999999999, "Белогорка", "Belogorka", "Белогорка" },
                    { "26072", 14.0, "Россия", 59.93, 31.0, "Шлиссельбург", "Shlisselburg", "Шлиссельбург" },
                    { "26078", 36.0, "Россия", 59.350000000000001, 31.23, "Любань", "Ljuban", "Любань" },
                    { "26080", 25.0, "Россия", 59.450000000000003, 32.030000000000001, "Кириши", "Kirishi", "Кириши" },
                    { "26081", null, "Россия", null, null, "Волхов", null, "Волхов" },
                    { "26087", 54.0, "Россия", 59.299999999999997, 32.5, "Будогощь", null, "Будогощь" },
                    { "26092", 91.0, "Россия", 59.950000000000003, 34.200000000000003, "Шугозеро", "Shugozero", "Шугозеро" },
                    { "26094", 60.0, "Россия", 59.649999999999999, 33.549999999999997, "Тихвин", "Tihvin", "Тихвин" },
                    { "26099", 173.0, "Россия", 59.5, 34.700000000000003, "Ефимовская", "Efimovskaya", "Ефимовская" },
                    { "26115", 7.0, "Россия", 58.920000000000002, 226.0, "Ристна", "Ristna", "Ристна" },
                    { "26116", 4.0, "Россия", 59.0, 22.809999999999999, "Кярдла", "Kardla", "Кярдла" },
                    { "26124", 23.0, "Россия", 58.950000000000003, 23.809999999999999, "Нигула", "Nigula", "Нигула" },
                    { "26128", 2.0, "Россия", 58.57, 23.510000000000002, "Виртсу", "Virtsu", "Виртсу" },
                    { "26134", 52.0, "Россия", 58.969999999999999, 24.73, "Куузику", "Kuusiku", "Куузику" },
                    { "26135", 60.0, "Россия", 58.799999999999997, 254.0, "Тюри", "Turi", "Тюри" },
                    { "26141", 120.0, "Россия", 59.140000000000001, 26.23, "Вяйке-Маарья", "Valke-Maarja", "Вяйке-Маарья" },
                    { "26144", 70.0, "Россия", 58.740000000000002, 26.41, "Йыгева", "Jogeva", "Йыгева" },
                    { "26145", 32.0, "Россия", 58.859999999999999, 26.949999999999999, "Тийрикоя", "Tilrikoja", "Тийрикоя" },
                    { "26157", 39.0, "Россия", 58.729999999999997, 27.829999999999998, "Гдов", "Gdov", "Гдов" },
                    { "26167", 91.0, "Россия", 58.560000000000002, 298.0, "Николаевское", "Nikolaevskoe", "Николаевское" },
                    { "26179", 24.0, "Россия", 58.509999999999998, 31.25, "Новгород", "Novgorod", "Новгород" },
                    { "26184", 66.0, "Россия", 58.829999999999998, 32.210000000000001, "Малая Вишера", "Malaya Vishera", "Малая Вишера" },
                    { "26188", null, "Россия", null, null, "Веребье", null, "Веребье" },
                    { "26196", 164.0, "Россия", 58.899999999999999, 34.530000000000001, "Хвойная", "Hvoynaya", "Хвойная" },
                    { "26258", 44.0, "Россия", 57.810000000000002, 28.329999999999998, "Псков", "Pskov", "Псков" },
                    { "26259", 47.0, "Россия", 57.799999999999997, 284.0, "Псков аэропорт", null, "Псков аэропорт" },
                    { "26264", 127.0, "Россия", 58.259999999999998, 291.0, "Струги Красные", "Strugi krasnye", "Струги Красные" },
                    { "26268", 63.0, "Россия", 57.810000000000002, 29.949999999999999, "Дно", "Dno", "Дно" },
                    { "26275", 24.0, "Россия", 58.009999999999998, 31.309999999999999, "Старая Русса", "Staraja russa", "Старая Русса" },
                    { "26283", 176.0, "Россия", 58.359999999999999, 33.310000000000002, "Окуловка", "Okulovka", "Окуловка" },
                    { "26285", 62.0, "Россия", 58.259999999999998, 32.530000000000001, "Крестцы", "Krestcy", "Крестцы" },
                    { "26289", 219.0, "Россия", 57.960000000000001, 33.229999999999997, "Валдай", "Valday", "Валдай" },
                    { "26291", 87.0, "Россия", 58.409999999999997, 33.899999999999999, "Боровичи", "Bobrovichi", "Боровичи" },
                    { "26298", 186.0, "Россия", 57.880000000000003, 34.030000000000001, "Бологое", "Bologoe", "Бологое" },
                    { "26359", 108.0, "Россия", 57.009999999999998, 289.0, "Пушкинские Горы", "Pushkinskie Gory", "Пушкинские Горы" },
                    { "26378", 70.0, "Россия", 57.149999999999999, 31.18, "Холм", "Holm", "Холм" },
                    { "26381", 59.0, "Россия", 57.649999999999999, 32.460000000000001, "Демянск", "Demjansk", "Демянск" },
                    { "26389", 214.0, "Россия", 57.109999999999999, 33.100000000000001, "Осташков", "Ostaskov", "Осташков" },
                    { "26393", 167.0, "Россия", 57.530000000000001, 34.549999999999997, "Вышний Волочек", "Vyshny Volochek", "Вышний Волочек" },
                    { "26477", 97.0, "Россия", 56.350000000000001, 30.609999999999999, "Великие Луки", "Velikie Luki", "Великие Луки" },
                    { "26479", 187.0, "Россия", 56.479999999999997, 31.629999999999999, "Торопец", "Toropets", "Торопец" },
                    { "26498", 197.0, "Россия", 56.259999999999998, 34.310000000000002, "Ржев", "Rzhev", "Ржев" },
                    { "26499", 184.0, "Россия", 56.479999999999997, 34.909999999999997, "Старица", "Staritsa", "Старица" },
                    { "26578", 165.0, "Россия", 55.609999999999999, 31.18, "Велиж", "Velizh", "Велиж" },
                    { "26585", 220.0, "Россия", 55.829999999999998, 32.93, "Белый", "Belyj", "Белый" },
                    { "26595", 201.0, "Россия", 55.810000000000002, 34.259999999999998, "Сычевка", "Sychevka", "Сычевка" },
                    { "26614", 37.0, "Россия", 55.079999999999998, 21.93, "Советск", "Sovetsk", "Советск" },
                    { "26695", 243.0, "Россия", 55.159999999999997, 34.399999999999999, "Вязьма", "Vjazma", "Вязьма" },
                    { "26701", 4.0, "Россия", 54.649999999999999, 199.0, "Балтийск", "Baltiysk", "Балтийск" },
                    { "26702", 19.0, "Россия", 54.719999999999999, 20.550000000000001, "Калининград", "Kaliningrad", "Калининград" },
                    { "26703", 13.0, "Россия", 54.899999999999999, 206.0, "Калининград Храброво", null, "Калининград Храброво" },
                    { "26706", 50.0, "Россия", 54.359999999999999, 213.0, "Железнодорожный", "Zheleznodorozhny", "Железнодорожный" },
                    { "26711", 32.0, "Россия", 54.630000000000003, 21.789999999999999, "Черняховск", "Chernyakhovsk", "Черняховск" },
                    { "26781", 240.0, "Россия", 54.75, 32.060000000000002, "Смоленск", "Smolensk", "Смоленск" },
                    { "26784", 200.0, "Россия", 54.409999999999997, 32.43, "Починок", "Pochinok", "Починок" },
                    { "26795", 238.0, "Россия", 54.409999999999997, 34.009999999999998, "Спас-Деменск", "Spas-Demensk", "Спас-Деменск" },
                    { "26882", 219.0, "Россия", 53.93, 32.829999999999998, "Рославль", "Roslavl", "Рославль" },
                    { "26894", 175.0, "Россия", 53.530000000000001, 33.75, "Жуковка", "Zukovka", "Жуковка" },
                    { "26896", 194.0, "Россия", 53.75, 34.729999999999997, "Жиздра", "Zhizdra", "Жиздра" },
                    { "26898", 213.0, "Россия", 53.25, 34.310000000000002, "Брянск", "Brjansk", "Брянск" },
                    { "26899", 200.0, "Россия", 53.299999999999997, 34.100000000000001, "Брянск аэропорт", null, "Брянск аэропорт" },
                    { "26976", 146.0, "Россия", 53.009999999999998, 31.600000000000001, "Красная Гора", "Krasnaya Gora", "Красная Гора" },
                    { "26997", 177.0, "Россия", 52.579999999999998, 33.759999999999998, "Трубчевск", "Trubcevsk", "Трубчевск" },
                    { "27008", 136.0, "Россия", 59.399999999999999, 35.909999999999997, "Бабаево", "Babaevo", "Бабаево" },
                    { "27020", 118.0, "Россия", 59.950000000000003, 38.590000000000003, "Яршево", "Yarshevo", "Яршево" },
                    { "27026", 132.0, "Россия", 59.609999999999999, 39.159999999999997, "Коробово", "Korobovo", "Коробово" },
                    { "27037", 124.0, "Россия", 59.310000000000002, 39.920000000000002, "Вологда", "Vologda", "Вологда" },
                    { "27038", 124.0, "Россия", 59.310000000000002, 39.920000000000002, "Вологдa", "Vologda", "Вологдa" },
                    { "27051", 134.0, "Россия", 59.979999999999997, 42.759999999999998, "Тотьма", "Totma", "Тотьма" },
                    { "27066", 141.0, "Россия", 59.530000000000001, 45.460000000000001, "Никольск", "Nikolsk", "Никольск" },
                    { "27071", 109.0, "Россия", 59.979999999999997, 45.810000000000002, "Кичменгский Городок", "Kichemengsky Gorodok", "Кичменгский Городок" },
                    { "27083", 178.0, "Россия", 59.850000000000001, 48.280000000000001, "Опарино", "Oparino", "Опарино" },
                    { "27097", 211.0, "Россия", 59.380000000000003, 48.979999999999997, "Мураши", "Murasi", "Мураши" },
                    { "27106", 124.0, "Россия", 58.850000000000001, 36.43, "Устюжна", "Ustyuzhna", "Устюжна" },
                    { "27108", 149.0, "Россия", 58.560000000000002, 35.630000000000003, "Охоны", "Ohony", "Охоны" },
                    { "27113", 112.0, "Россия", 59.280000000000001, 38.009999999999998, "Череповец", "Cherepovec", "Череповец" },
                    { "27143", null, "Россия", null, null, "Солигалич", null, "Солигалич" },
                    { "27164", 150.0, "Россия", 58.810000000000002, 44.310000000000002, "Кологрив", "Kologriv", "Кологрив" },
                    { "27185", 147.0, "Россия", 58.759999999999998, 47.960000000000001, "Даровское", "Darovskoe", "Даровское" },
                    { "27199", 156.0, "Россия", 58.560000000000002, 49.560000000000002, "Киров", "Kirov", "Киров" },
                    { "27208", 140.0, "Россия", 57.799999999999997, 35.899999999999999, "Максатиха", "Maksatikha", "Максатиха" },
                    { "27215", 166.0, "Россия", 58.030000000000001, 37.100000000000001, "Красный Холм", "Krasny Kholm", "Красный Холм" },
                    { "27217", 141.0, "Россия", 57.759999999999998, 36.700000000000003, "Бежецк", "Bezhetsk", "Бежецк" },
                    { "27225", 104.0, "Россия", 58.100000000000001, 38.68, "Рыбинск", "Rybinsk", "Рыбинск" },
                    { "27242", 102.0, "Россия", 58.479999999999997, 41.530000000000001, "Буй", "Buj", "Буй" },
                    { "27243", 134.0, "Россия", 58.380000000000003, 42.359999999999999, "Галич", "Galich", "Галич" },
                    { "27252", 149.0, "Россия", 58.350000000000001, 43.380000000000003, "Николо-Полома", "Nikolo-Poloma", "Николо-Полома" },
                    { "27271", 118.0, "Россия", 58.359999999999999, 45.530000000000001, "Шарья", "Sharja", "Шарья" },
                    { "27277", 133.0, "Россия", 57.850000000000001, 45.759999999999998, "Ветлуга", "Vetluga", "Ветлуга" },
                    { "27281", 166.0, "Россия", 58.299999999999997, 47.109999999999999, "Шабалино", "Shabalino", "Шабалино" },
                    { "27283", 125.0, "Россия", 58.299999999999997, 48.350000000000001, "Котельнич", "Kotelnich", "Котельнич" },
                    { "27296", 175.0, "Россия", 58.100000000000001, 49.909999999999997, "Кумены", "Kumeny", "Кумены" },
                    { "27316", 137.0, "Россия", 57.329999999999998, 37.560000000000002, "Кашин", "Kasin", "Кашин" },
                    { "27321", 120.0, "Россия", 57.5, 38.299999999999997, "Углич", "Uglich", "Углич" },
                    { "27329", 99.0, "Россия", 57.200000000000003, 39.409999999999997, "Ростов", "Rostov", "Ростов" },
                    { "27330", 92.0, "Россия", 57.630000000000003, 39.909999999999997, "Ярославль", "Yaroslavl", "Ярославль" },
                    { "27331", 129.0, "Россия", 57.630000000000003, 39.75, "Ярославль", "Yaroslavl", "Ярославль" },
                    { "27333", 125.0, "Россия", 57.729999999999997, 40.780000000000001, "Кострома", "Kostroma", "Кострома" },
                    { "27344", 114.0, "Россия", 57.380000000000003, 41.259999999999998, "Приволжск", "Privolzhsk", "Приволжск" },
                    { "27346", 125.0, "Россия", 57.409999999999997, 42.18, "Кинешма", "Kineshma", "Кинешма" },
                    { "27347", 124.0, "Россия", 56.950000000000003, 40.960000000000001, "Иваново", "Ivanovo", "Иваново" },
                    { "27355", 131.0, "Россия", 57.329999999999998, 43.109999999999999, "Юрьевец", "Jurievec", "Юрьевец" },
                    { "27369", 111.0, "Россия", 57.130000000000003, 45.159999999999997, "Красные Баки", "Krasnye Baki", "Красные Баки" },
                    { "27373", 175.0, "Россия", 57.659999999999997, 46.630000000000003, "Шахунья", "Sakhunja", "Шахунья" },
                    { "27385", 105.0, "Россия", 57.359999999999999, 47.909999999999997, "Яранск", "Yaransk", "Яранск" },
                    { "27391", 119.0, "Россия", 57.600000000000001, 49.0, "Советск", null, "Советск" },
                    { "27393", 136.0, "Россия", 57.549999999999997, 49.950000000000003, "Нолинск", "Nolinsk", "Нолинск" },
                    { "27401", 171.0, "Россия", 57.030000000000001, 35.009999999999998, "Торжок", "Torzhok", "Торжок" },
                    { "27402", 140.0, "Россия", 56.880000000000003, 35.859999999999999, "Тверь", "Tver", "Тверь" },
                    { "27403", 143.0, "Россия", 56.700000000000003, 35.799999999999997, "Тверь Мигалово", null, "Тверь Мигалово" },
                    { "27404", 144.0, "Россия", 56.899999999999999, 35.899999999999999, "Тверь Змеево", null, "Тверь Змеево" },
                    { "27412", 124.0, "Россия", 56.859999999999999, 37.380000000000003, "Савелово (Кимры)", "Savelovo (Kimry)", "Савелово (Кимры)" },
                    { "27417", 166.0, "Россия", 56.350000000000001, 36.75, "Клин", "Klin", "Клин" },
                    { "27419", 179.0, "Россия", 56.350000000000001, 37.560000000000002, "Дмитров", "Dmitrov", "Дмитров" },
                    { "27425", 176.0, "Россия", 56.710000000000001, 38.829999999999998, "Переславль-Залесский", "Pereyaslavl-Zalessky", "Переславль-Залесский" },
                    { "27428", 185.0, "Россия", 56.399999999999999, 38.75, "Александров", "Aleksandrov", "Александров" },
                    { "27441", 99.0, "Россия", 56.850000000000001, 41.399999999999999, "Шуя", "Shuja", "Шуя" },
                    { "27459", 161.0, "Россия", 56.259999999999998, 44.0, "Нижний Новгород", "Nizhny Novgorod", "Нижний Новгород" },
                    { "27462", 117.0, "Россия", 56.729999999999997, 44.509999999999998, "Семенов", "Semenov", "Семенов" },
                    { "27479", 108.0, "Россия", 56.329999999999998, 46.579999999999998, "Козьмодемьянск", "Kozmodemjansk", "Козьмодемьянск" },
                    { "27480", 103.0, "Россия", 56.979999999999997, 47.310000000000002, "Санчурск", "Sanchursk", "Санчурск" },
                    { "27485", 116.0, "Россия", 56.640000000000001, 47.770000000000003, "Йошкар-Ола", "Joshkar-Ola", "Йошкар-Ола" },
                    { "27491", 143.0, "Россия", 57.0, 48.729999999999997, "Новый Торьял", "Novy Torjal", "Новый Торьял" },
                    { "27502", 196.0, "Россия", 56.009999999999998, 35.93, "Волоколамск", "Volokolamsk", "Волоколамск" },
                    { "27507", 192.0, "Россия", 55.509999999999998, 35.030000000000001, "Гагарин", "Gagarin", "Гагарин" },
                    { "27509", 184.0, "Россия", 55.509999999999998, 36.0, "Можайск", "Mozajsk", "Можайск" },
                    { "27511", 159.0, "Россия", 55.899999999999999, 36.810000000000002, "Ново-Иерусалим", "Novo-Jerusalim", "Ново-Иерусалим" },
                    { "27514", 187.0, "Россия", 55.960000000000001, 37.409999999999997, "Шереметьево", "Sheremetyevo", "Шереметьево" },
                    { "27523", 134.0, "Россия", 55.759999999999998, 38.68, "Павловский посад", "Pavlovsky Posad", "Павловский посад" },
                    { "27524", 220.0, "Россия", 55.549999999999997, 37.25, "Внуково", "Vnukovo", "Внуково" },
                    { "27532", 167.0, "Россия", 56.109999999999999, 40.350000000000001, "Владимир", "Vladimir", "Владимир" },
                    { "27539", 136.0, "Россия", 55.600000000000001, 40.649999999999999, "Гусь-Хрустальный", "Gus-Hrustalny", "Гусь-Хрустальный" },
                    { "27549", 115.0, "Россия", 55.600000000000001, 42.030000000000001, "Муром", "Murom", "Муром" },
                    { "27553", 77.0, "Россия", 56.210000000000001, 43.810000000000002, "Нижний Новгород", "Nizhny Novgorod", "Нижний Новгород" },
                    { "27577", 126.0, "Россия", 55.530000000000001, 45.5, "Сергач", "Sergach", "Сергач" },
                    { "27581", 162.0, "Россия", 56.079999999999998, 47.329999999999998, "Чебоксары", "Cheboksary", "Чебоксары" },
                    { "27587", 181.0, "Россия", 55.509999999999998, 47.460000000000001, "Канаш", "Kanash", "Канаш" },
                    { "27593", 151.0, "Россия", 56.090000000000003, 49.859999999999999, "Арск", "Arsk", "Арск" },
                    { "27595", 116.0, "Россия", 55.740000000000002, 49.200000000000003, "Казань", "Kazan", "Казань" },
                    { "27606", 195.0, "Россия", 55.009999999999998, 36.479999999999997, "Малоярославец", "Malojaroslavec", "Малоярославец" },
                    { "27607", 0.0, "Россия", 55.149999999999999, 36.5, "Обнинск 1", "Obninsk 1", "Обнинск 1" },
                    { "27611", 190.0, "Россия", 55.380000000000003, 36.700000000000003, "Наро-Фоминск", "Naro-Fominsk", "Наро-Фоминск" },
                    { "27612", 147.0, "Россия", 55.829999999999998, 37.609999999999999, "Москва", "Moscow", "Москва" },
                    { "27613", 207.0, "Россия", 55.399999999999999, 37.899999999999999, "Домодедово", "Domodedovo", "Домодедово" },
                    { "27615", 203.0, "Россия", 55.460000000000001, 37.310000000000002, "Красная Пахра", "Krasnaya Pakhra", "Красная Пахра" },
                    { "27618", 164.0, "Россия", 54.93, 37.460000000000001, "Серпухов", "Serpuhov", "Серпухов" },
                    { "27625", 112.0, "Россия", 55.130000000000003, 38.729999999999997, "Коломна", "Kolomna", "Коломна" },
                    { "27627", 221.0, "Россия", 54.829999999999998, 38.149999999999999, "Кашира", "Kashira", "Кашира" },
                    { "27643", 113.0, "Россия", 55.329999999999998, 42.109999999999999, "Выкса", "Vyksa", "Выкса" },
                    { "27648", 132.0, "Россия", 54.950000000000003, 41.759999999999998, "Елатьма", "Elatma", "Елатьма" },
                    { "27653", 120.0, "Россия", 55.359999999999999, 43.780000000000001, "Арзамас", "Arzamas", "Арзамас" },
                    { "27655", 173.0, "Россия", 55.299999999999997, 43.100000000000001, "Ардатов", null, "Ардатов" },
                    { "27665", 217.0, "Россия", 55.030000000000001, 44.5, "Лукоянов", "Lukojanov", "Лукоянов" },
                    { "27675", 135.0, "Россия", 55.18, 46.329999999999998, "Порецкое", "Poretskoe", "Порецкое" },
                    { "27679", 178.0, "Россия", 54.810000000000002, 46.579999999999998, "Алатырь", "Alatyr", "Алатырь" },
                    { "27689", 89.0, "Россия", 54.799999999999997, 48.299999999999997, "Буинск", null, "Буинск" },
                    { "27697", 155.0, "Россия", 54.939999999999998, 48.789999999999999, "Тетюши", "Tetjusi", "Тетюши" },
                    { "27703", 198.0, "Россия", 54.549999999999997, 36.359999999999999, "Калуга", "Kaluga", "Калуга" },
                    { "27707", 237.0, "Россия", 54.100000000000001, 35.350000000000001, "Сухиничи", "Suhinici", "Сухиничи" },
                    { "27719", 202.0, "Россия", 54.229999999999997, 37.609999999999999, "Тула", "Tula", "Тула" },
                    { "27729", 173.0, "Россия", 54.229999999999997, 39.030000000000001, "Михайлов", "Mihajlov", "Михайлов" },
                    { "27730", 155.0, "Россия", 54.630000000000003, 39.700000000000003, "Рязань", "Rjazan", "Рязань" },
                    { "27736", 98.0, "Россия", 54.299999999999997, 40.880000000000003, "Шилово", "Silovo", "Шилово" },
                    { "27745", 114.0, "Россия", 54.359999999999999, 41.93, "Сасово", "Sasovo", "Сасово" },
                    { "27752", 138.0, "Россия", 54.630000000000003, 43.229999999999997, "Темников", "Temnikov", "Темников" },
                    { "27756", 185.0, "Россия", 54.43, 43.759999999999998, "Краснослободск", "Krasnoslobodsk", "Краснослободск" },
                    { "27758", 197.0, "Россия", 54.079999999999998, 43.25, "Торбеево", "Torbeevo", "Торбеево" },
                    { "27760", 195.0, "Россия", 54.130000000000003, 45.25, "Саранск", "Saransk", "Саранск" },
                    { "27776", 100.0, "Россия", 54.479999999999997, 46.700000000000003, "Сурское", "Surskoe", "Сурское" },
                    { "27786", 122.0, "Россия", 54.310000000000002, 48.329999999999998, "Ульянoвск", "Ulyanovsk", "Ульянoвск" },
                    { "27789", 77.0, "Россия", 54.5, 48.799999999999997, "Ульяновск Восточный", null, "Ульяновск Восточный" },
                    { "27799", 72.0, "Россия", 54.229999999999997, 49.600000000000001, "Димитровград", "Dimitrovgrad", "Димитровград" },
                    { "27814", 240.0, "Россия", 53.649999999999999, 37.229999999999997, "Плавск", "Plavsk", "Плавск" },
                    { "27817", 199.0, "Россия", 53.380000000000003, 36.530000000000001, "Мценск", "Mcensk", "Мценск" },
                    { "27821", 226.0, "Россия", 54.0, 38.130000000000003, "Узловая", "Uzlovaya", "Узловая" },
                    { "27823", 209.0, "Россия", 53.780000000000001, 39.25, "Павелец", "Pavelec", "Павелец" },
                    { "27835", 125.0, "Россия", 53.710000000000001, 40.109999999999999, "Ряжск", "Rjazsk", "Ряжск" },
                    { "27848", 143.0, "Россия", 53.450000000000003, 41.799999999999997, "Моршанск", "Morshansk", "Моршанск" },
                    { "27853", 148.0, "Россия", 53.859999999999999, 43.68, "Наровчат", "Narovcat", "Наровчат" },
                    { "27857", 130.0, "Россия", 53.479999999999997, 42.630000000000003, "Земетчино", "Zametcino", "Земетчино" },
                    { "27858", 259.0, "Россия", 53.329999999999998, 43.310000000000002, "Пачелма", "Pacelma", "Пачелма" },
                    { "27872", 174.0, "Россия", 53.850000000000001, 46.409999999999997, "Инза", "Inza", "Инза" },
                    { "27890", 73.0, "Россия", 53.530000000000001, 49.299999999999997, "Тольятти", "Tolyatti", "Тольятти" },
                    { "27891", 85.0, "Россия", 53.960000000000001, 48.799999999999997, "Сенгилей", "Sengiley", "Сенгилей" },
                    { "27894", 141.0, "Россия", 53.600000000000001, 48.829999999999998, "Новодевичье", "Novodeviche", "Новодевичье" },
                    { "27906", 193.0, "Россия", 52.93, 36.0, "Орел", "Orel", "Орел" },
                    { "27921", 216.0, "Россия", 53.149999999999999, 38.109999999999999, "Ефремов", "Efremov", "Ефремов" },
                    { "27928", 166.0, "Россия", 52.630000000000003, 38.509999999999998, "Елец", "Elec", "Елец" },
                    { "27930", 176.0, "Россия", 52.700000000000003, 39.509999999999998, "Липецк", "Lipeck", "Липецк" },
                    { "27935", 148.0, "Россия", 52.880000000000003, 40.479999999999997, "Мичуринск", "Michurinsk", "Мичуринск" },
                    { "27944", 161.0, "Россия", 52.729999999999997, 41.460000000000001, "Тамбoв", "Tambov", "Тамбoв" },
                    { "27947", 126.0, "Россия", 52.799999999999997, 41.329999999999998, "Тамбов", "Tambov", "Тамбов" },
                    { "27957", 168.0, "Россия", 52.659999999999997, 42.710000000000001, "Кирсанов", "Kirsanov", "Кирсанов" },
                    { "27961", 181.0, "Россия", 53.18, 44.030000000000001, "Каменка Белинская", "Kamenka Belinskaya", "Каменка Белинская" },
                    { "27962", 169.0, "Россия", 53.119999999999997, 45.009999999999998, "Пенза", "Penza", "Пенза" },
                    { "27973", 270.0, "Россия", 53.100000000000001, 46.600000000000001, "Кузнецк", null, "Кузнецк" },
                    { "27981", 107.0, "Россия", 53.149999999999999, 47.509999999999998, "Канадей", "Kanadey", "Канадей" },
                    { "27983", 103.0, "Россия", 53.18, 48.399999999999999, "Сызрань", "Syzran", "Сызрань" },
                    { "27995", 44.0, "Россия", 52.979999999999997, 49.43, "Безенчук", "Bezenchuk", "Безенчук" },
                    { "28009", 167.0, "Россия", 59.350000000000001, 52.25, "Кирс", "Kirs", "Кирс" },
                    { "28028", 223.0, "Россия", 59.549999999999997, 56.829999999999998, "Березники.", "Berezniki", "Березники." },
                    { "28033", 235.0, "Россия", 59.75, 60.0, "Карпинск", "Karpinsk", "Карпинск" },
                    { "28036", 377.0, "Россия", 59.5, 59.210000000000001, "Кытлым", "Kytlym", "Кытлым" },
                    { "28044", 123.0, "Россия", 59.600000000000001, 60.530000000000001, "Серов", "Serov", "Серов" },
                    { "28049", 128.0, "Россия", 59.43, 62.329999999999998, "Гари", "Gari", "Гари" },
                    { "28064", 70.0, "Россия", 59.630000000000003, 65.709999999999994, "Леуши", "Leushi", "Леуши" },
                    { "28066", 40.0, "Россия", 59.649999999999999, 67.379999999999995, "Кондинское", "Kondinskoe", "Кондинское" },
                    { "28076", 57.0, "Россия", 59.600000000000001, 69.280000000000001, "Демьянское", "Demjanskoe", "Демьянское" },
                    { "28097", 58.0, "Россия", 59.579999999999998, 73.280000000000001, "Таурово", "Taurovo", "Таурово" },
                    { "28116", 186.0, "Россия", 59.009999999999998, 54.649999999999999, "Кудымкар", "Kudymkar", "Кудымкар" },
                    { "28125", 11.0, "Россия", 71.700000000000003, 128.90000000000001, "Тикси аэропорт", null, "Тикси аэропорт" },
                    { "28128", 122.0, "Россия", 58.759999999999998, 56.200000000000003, "Чермоз", "Chermoz", "Чермоз" },
                    { "28131", 305.0, "Россия", 59.030000000000001, 57.560000000000002, "Кизел", "Kizel", "Кизел" },
                    { "28134", 277.0, "Россия", 58.899999999999999, 57.5, "Губаха", "Gubakha", "Губаха" },
                    { "28135", 374.0, "Россия", 58.68, 59.530000000000001, "Качканар", "Kachkanar", "Качканар" },
                    { "28138", 463.0, "Россия", 58.509999999999998, 58.850000000000001, "Бисер", "Biser", "Бисер" },
                    { "28143", 85.0, "Россия", 59.159999999999997, 61.909999999999997, "Сосьва", "Sosva", "Сосьва" },
                    { "28144", 123.0, "Россия", 58.859999999999999, 60.780000000000001, "Верхотурье", "Verhoturje", "Верхотурье" },
                    { "28155", 78.0, "Россия", 59.0, 63.799999999999997, "Новоселово", "Novoselovo", "Новоселово" },
                    { "28158", 63.0, "Россия", 58.530000000000001, 64.5, "Таборы", "Tabory", "Таборы" },
                    { "28165", 80.0, "Россия", 58.710000000000001, 66.079999999999998, "Куминская", "Kuminskaya", "Куминская" },
                    { "28172", 41.0, "Россия", 59.159999999999997, 68.909999999999997, "Уват", "Uvat", "Уват" },
                    { "28192", 70.0, "Россия", 53.299999999999997, 74.0, "Тайлакова", null, "Тайлакова" },
                    { "28202", 179.0, "Россия", 58.350000000000001, 51.560000000000002, "Фаленки", "Falenki", "Фаленки" },
                    { "28214", 168.0, "Россия", 58.130000000000003, 52.579999999999998, "Глазов", "Glazov", "Глазов" },
                    { "28216", 238.0, "Россия", 58.079999999999998, 54.68, "Верещагино", "Verescagino", "Верещагино" },
                    { "28224", 171.0, "Россия", 58.0, 56.659999999999997, "Пермь", "Perm", "Пермь" },
                    { "28225", 171.0, "Россия", 57.950000000000003, 56.200000000000003, "Пермь-Бахаревка", "Perm-Bakharevka", "Пермь-Бахаревка" },
                    { "28228", 121.0, "Россия", 57.909999999999997, 56.009999999999998, "Большое Савино", "Bolshoe Savino", "Большое Савино" },
                    { "28233", 270.0, "Россия", 58.310000000000002, 59.75, "Кушва", "Kushva", "Кушва" },
                    { "28234", 223.0, "Россия", 58.109999999999999, 57.780000000000001, "Лысьва", "Lysva", "Лысьва" },
                    { "28238", 244.0, "Россия", 57.829999999999998, 58.649999999999999, "Кын", "Kyn", "Кын" },
                    { "28240", 262.0, "Россия", 57.880000000000003, 60.060000000000002, "Нижний Тагил", "Nizhny Tagil", "Нижний Тагил" },
                    { "28244", 218.0, "Россия", 58.0, 60.600000000000001, "Нижняя Салда", null, "Нижняя Салда" },
                    { "28248", 127.0, "Россия", 57.859999999999999, 61.700000000000003, "Алапаевск", "Alapaevsk", "Алапаевск" },
                    { "28255", 100.0, "Россия", 58.049999999999997, 63.68, "Туринск", "Turinsk", "Туринск" },
                    { "28264", 60.0, "Россия", 58.049999999999997, 65.349999999999994, "Тавда", "Tavda", "Тавда" },
                    { "28275", 55.0, "Россия", 58.149999999999999, 68.25, "Тобольск", "Tobolsk", "Тобольск" },
                    { "28278", 54.0, "Россия", 57.93, 69.030000000000001, "Вагайское", "Vagayskoe", "Вагайское" },
                    { "28302", 179.0, "Россия", 57.75, 51.5, "Уни", "Uni", "Уни" },
                    { "28307", 115.0, "Россия", 57.109999999999999, 50.0, "Уржум", "Urzhum", "Уржум" },
                    { "28312", 186.0, "Россия", 57.630000000000003, 53.810000000000002, "Дебессы", "Debessy", "Дебессы" },
                    { "28318", 166.0, "Россия", 57.049999999999997, 53.909999999999997, "Воткинск", "Votkinsk", "Воткинск" },
                    { "28319", 132.0, "Россия", 57.079999999999998, 54.75, "Ножовка", "Nozhovka", "Ножовка" },
                    { "28321", 163.0, "Россия", 57.710000000000001, 55.380000000000003, "Оханск", "Ohansk", "Оханск" },
                    { "28324", 101.0, "Россия", 57.280000000000001, 55.450000000000003, "Оса", "Osa", "Оса" },
                    { "28326", 153.0, "Россия", 57.409999999999997, 56.93, "Кунгур", "Kungur", "Кунгур" },
                    { "28333", 314.0, "Россия", 57.659999999999997, 59.530000000000001, "Висим", "Visim", "Висим" },
                    { "28334", 247.0, "Россия", 57.350000000000001, 58.210000000000001, "Шамары", "Shamary", "Шамары" },
                    { "28344", 258.0, "Россия", 57.5, 60.25, "Невьянск", "Nevyansk", "Невьянск" },
                    { "28346", 154.0, "Россия", 57.359999999999999, 61.909999999999997, "Артемовский", "Artemovsky", "Артемовский" },
                    { "28351", 74.0, "Россия", 57.609999999999999, 62.960000000000001, "Ирбит", "Irbit", "Ирбит" },
                    { "28359", 89.0, "Россия", 57.060000000000002, 64.659999999999997, "Тугулым", "Tugulym", "Тугулым" },
                    { "28366", 50.0, "Россия", 57.409999999999997, 67.079999999999998, "Ярково", "Yarkovo", "Ярково" },
                    { "28367", 101.0, "Россия", 57.109999999999999, 65.430000000000007, "Тюмень", "Tyumen", "Тюмень" },
                    { "28368", 103.0, "Россия", 57.149999999999999, 65.409999999999997, "Рощино", "Roshchino", "Рощино" },
                    { "28379", 79.0, "Россия", 57.200000000000003, 69.200000000000003, "Балахлей", null, "Балахлей" },
                    { "28382", 55.0, "Россия", 57.68, 71.180000000000007, "Усть-Ишим", "Ust-Ishim", "Усть-Ишим" },
                    { "28383", 65.0, "Россия", 57.509999999999998, 72.400000000000006, "Тевриз", "Tevriz", "Тевриз" },
                    { "28402", 138.0, "Россия", 56.899999999999999, 51.060000000000002, "Кильмезь", "Kilmez", "Кильмезь" },
                    { "28404", 134.0, "Россия", 56.5, 50.700000000000003, "Малмыж", null, "Малмыж" },
                    { "28409", 169.0, "Россия", 56.43, 52.200000000000003, "Можга", "Mozhga", "Можга" },
                    { "28411", 155.0, "Россия", 56.829999999999998, 53.450000000000003, "Ижевск", "Izhevsk", "Ижевск" },
                    { "28413", 98.0, "Россия", 56.75, 54.079999999999998, "Чайковский", "Chaykovsky", "Чайковский" },
                    { "28418", 134.0, "Россия", 56.460000000000001, 53.729999999999997, "Сарапул", "Sarapul", "Сарапул" },
                    { "28419", 98.0, "Россия", 56.270000000000003, 54.960000000000001, "Янаул", "Janaul", "Янаул" },
                    { "28421", 133.0, "Россия", 56.899999999999999, 55.600000000000001, "Барда", null, "Барда" },
                    { "28428", 148.0, "Россия", 56.5, 56.130000000000003, "Чернушка", "Chernushka", "Чернушка" },
                    { "28429", 334.0, "Россия", 56.530000000000001, 57.210000000000001, "Октябрьский", "Oktyabrsky", "Октябрьский" },
                    { "28434", 205.0, "Россия", 56.649999999999999, 57.780000000000001, "Красноуфимск", "Krasnoufimsk", "Красноуфимск" },
                    { "28440", 280.0, "Россия", 56.829999999999998, 60.630000000000003, "Екатеринбург", "Ekaterinburg", "Екатеринбург" },
                    { "28443", 166.0, "Россия", 56.810000000000002, 62.100000000000001, "Богданович", "Bogdanovich", "Богданович" },
                    { "28444", 235.0, "Россия", 56.729999999999997, 60.829999999999998, "Кольцово", "Koltsovo", "Кольцово" },
                    { "28445", 286.0, "Россия", 56.729999999999997, 61.060000000000002, "Верхнее Дуброво", "Verhnee Dubrovo", "Верхнее Дуброво" },
                    { "28448", 263.0, "Россия", 56.5, 60.810000000000002, "Сысерть", "Sysert", "Сысерть" },
                    { "28449", 169.0, "Россия", 56.43, 61.859999999999999, "Каменск-Уралский", "Kamensk-Uralsky", "Каменск-Уралский" },
                    { "28451", 127.0, "Россия", 56.850000000000001, 62.710000000000001, "Камышлов", "Kamyslov", "Камышлов" },
                    { "28455", 106.0, "Россия", 56.710000000000001, 63.759999999999998, "Бутка", "Butka", "Бутка" },
                    { "28456", 114.0, "Россия", 56.509999999999998, 64.650000000000006, "Шатрово", "Shatrovo", "Шатрово" },
                    { "28457", 103.0, "Россия", 56.259999999999998, 62.93, "Далматово", "Dalmatovo", "Далматово" },
                    { "28465", 60.0, "Россия", 56.68, 66.349999999999994, "Ялуторовск", "Jalturovosk", "Ялуторовск" },
                    { "28478", 124.0, "Россия", 56.409999999999997, 68.409999999999997, "Голышманово", "Golyshmanovo", "Голышманово" },
                    { "28481", 77.0, "Россия", 56.810000000000002, 70.609999999999999, "Викулово", "Vikulovo", "Викулово" },
                    { "28491", 86.0, "Россия", 56.93, 72.659999999999997, "Большие Уки", "Bolshie Uki", "Большие Уки" },
                    { "28493", 72.0, "Россия", 56.899999999999999, 74.379999999999995, "Тара", "Tara", "Тара" },
                    { "28498", 98.0, "Россия", 56.450000000000003, 73.650000000000006, "Колосовка", "Kolosovka", "Колосовка" },
                    { "28502", 83.0, "Россия", 56.229999999999997, 51.030000000000001, "Вятские Поляны", "Vjatskie Poljany", "Вятские Поляны" },
                    { "28506", 90.0, "Россия", 55.75, 52.039999999999999, "Елабуга", "Elabuga", "Елабуга" },
                    { "28513", 140.0, "Россия", 56.100000000000001, 54.350000000000001, "Нефтекамск", "Neftekamsk", "Нефтекамск" },
                    { "28517", 111.0, "Россия", 55.710000000000001, 53.060000000000002, "Мензелинск", "Menzelinsk", "Мензелинск" },
                    { "28522", 206.0, "Россия", 56.109999999999999, 56.57, "Аскино", "Askino", "Аскино" },
                    { "28526", 156.0, "Россия", 55.829999999999998, 56.909999999999997, "Караидель", "Karaidel", "Караидель" },
                    { "28533", 318.0, "Россия", 56.049999999999997, 59.579999999999998, "Нязепетровск", "Njazepetrovsk", "Нязепетровск" },
                    { "28535", 233.0, "Россия", 55.93, 58.609999999999999, "Емаши", "Emashi", "Емаши" },
                    { "28537", 337.0, "Россия", 55.710000000000001, 57.890000000000001, "Дуван", "Duvan", "Дуван" },
                    { "28541", 391.0, "Россия", 56.079999999999998, 60.299999999999997, "Верхний Уфалей", "Verhniy Ufalej", "Верхний Уфалей" },
                    { "28548", 256.0, "Россия", 55.549999999999997, 60.899999999999999, "Аргаяш", "Argayash", "Аргаяш" },
                    { "28552", 87.0, "Россия", 56.060000000000002, 63.649999999999999, "Шадринск", "Shadrinsk", "Шадринск" },
                    { "28561", 67.0, "Россия", 56.009999999999998, 65.700000000000003, "Памятная", "Pamyatnaya", "Памятная" },
                    { "28566", 115.0, "Россия", 55.799999999999997, 66.799999999999997, "Мокроусово", null, "Мокроусово" },
                    { "28573", 81.0, "Россия", 56.100000000000001, 69.430000000000007, "Ишим", "Isim", "Ишим" },
                    { "28581", 78.0, "Россия", 56.25, 70.430000000000007, "Абатский", "Abatsky", "Абатский" },
                    { "28586", 115.0, "Россия", 55.859999999999999, 72.209999999999994, "Тюкалинск", "Tjukalinsk", "Тюкалинск" },
                    { "28588", 125.0, "Россия", 55.560000000000002, 71.359999999999999, "Называевск", "Nazyvoevsk", "Называевск" },
                    { "28593", 76.0, "Россия", 56.100000000000001, 74.629999999999995, "Большеречье", "Bolsherechje", "Большеречье" },
                    { "28598", 79.0, "Россия", 55.600000000000001, 73.480000000000004, "Саргатское", "Sargatskoe", "Саргатское" },
                    { "28601", 179.0, "Россия", 55.299999999999997, 50.600000000000001, "Чистополь", null, "Чистополь" },
                    { "28602", 136.0, "Россия", 55.32, 50.649999999999999, "Чистополь", "Chistopol", "Чистополь" },
                    { "28606", 114.0, "Россия", 55.049999999999997, 52.100000000000001, "Акташ", "Aktash", "Акташ" },
                    { "28611", 80.0, "Россия", 55.310000000000002, 53.200000000000003, "Муслюмово", "Musljumovo", "Муслюмово" },
                    { "28612", 78.0, "Россия", 55.299999999999997, 53.18, "Муслюмово", "Musljumovo", "Муслюмово" },
                    { "28615", 124.0, "Россия", 55.18, 53.789999999999999, "Бакалы", "Bakaly", "Бакалы" },
                    { "28621", 185.0, "Россия", 55.399999999999999, 55.549999999999997, "Бирск", "Birsk", "Бирск" },
                    { "28624", 99.0, "Россия", 55.130000000000003, 55.350000000000001, "Кушнаренково", "Kushnarenkovo", "Кушнаренково" },
                    { "28629", 154.0, "Россия", 54.920000000000002, 56.979999999999997, "Улу-Теляк", "Ulu-Teljak", "Улу-Теляк" },
                    { "28630", 532.0, "Россия", 55.159999999999997, 59.659999999999997, "Златоуст", "Zlatoust", "Златоуст" },
                    { "28633", null, "Россия", null, null, "Таганай-Гора", null, "Таганай-Гора" },
                    { "28637", 413.0, "Россия", 55.0, 57.979999999999997, "Кропачево", "Kropachevo", "Кропачево" },
                    { "28639", 477.0, "Россия", 54.759999999999998, 58.210000000000001, "Катав-Ивановск", "Katav-Ivanovsk", "Катав-Ивановск" },
                    { "28642", 230.0, "Россия", 55.299999999999997, 61.530000000000001, "Челябинск-Баландино", "Chelyabinsk-Balandino", "Челябинск-Баландино" },
                    { "28645", 233.0, "Россия", 55.149999999999999, 61.299999999999997, "Челябинск-Город", "Chelyabinsk-Gorod", "Челябинск-Город" },
                    { "28655", 176.0, "Россия", 55.229999999999997, 63.310000000000002, "Шумиха", "Shumiha", "Шумиха" },
                    { "28659", 156.0, "Россия", 54.909999999999997, 64.430000000000007, "Куртамыш", "Kurtamysh", "Куртамыш" },
                    { "28661", 72.0, "Россия", 55.450000000000003, 65.400000000000006, "Курган", "Kurgan", "Курган" },
                    { "28662", 139.0, "Россия", 55.280000000000001, 66.5, "Лебяжье", "Lebyazhye", "Лебяжье" },
                    { "28666", 140.0, "Россия", 55.25, 67.299999999999997, "Макушино", "Makushino", "Макушино" },
                    { "28668", 150.0, "Россия", 54.759999999999998, 66.0, "Половинное", "Polovinnoe", "Половинное" },
                    { "28674", 137.0, "Россия", 55.060000000000002, 67.879999999999995, "Петухово", "Petukhovo", "Петухово" },
                    { "28688", 125.0, "Россия", 54.93, 71.260000000000005, "Исилькуль", "Isilkul", "Исилькуль" },
                    { "28696", 109.0, "Россия", 55.030000000000001, 74.579999999999998, "Калачинск", "Kalachinsk", "Калачинск" },
                    { "28698", 121.0, "Россия", 55.009999999999998, 73.379999999999995, "Омск", "Omsk", "Омск" },
                    { "28699", 95.0, "Россия", 55.0, 73.299999999999997, "Омск Центральный", null, "Омск Центральный" },
                    { "28704", 77.0, "Россия", 54.490000000000002, 50.409999999999997, "Чулпаново", "Culpanovo", "Чулпаново" },
                    { "28705", 156.0, "Россия", 54.409999999999997, 51.100000000000001, "Челно-Вершины", "Celno-Vershiny", "Челно-Вершины" },
                    { "28709", 252.0, "Россия", 54.259999999999998, 52.030000000000001, "Клявлино", "Klyavlino", "Клявлино" },
                    { "28710", 121.0, "Россия", 54.060000000000002, 54.920000000000002, "Раевский", "Raevsky", "Раевский" },
                    { "28711", 299.0, "Россия", 54.630000000000003, 52.799999999999997, "Бугульма", "Bugulma", "Бугульма" },
                    { "28712", 131.0, "Россия", 54.590000000000003, 53.710000000000001, "Туймазы", "Tuimazy", "Туймазы" },
                    { "28713", 190.0, "Россия", 54.549999999999997, 54.530000000000001, "Буздяк", "Buzdyak", "Буздяк" },
                    { "28719", 357.0, "Россия", 54.020000000000003, 54.140000000000001, "Аксаково", "Aksakovo", "Аксаково" },
                    { "28721", 118.0, "Россия", 54.560000000000002, 55.380000000000003, "Чишмы", "Chishmy", "Чишмы" },
                    { "28722", 103.0, "Россия", 54.710000000000001, 55.810000000000002, "Уфа", "Ufa", "Уфа" },
                    { "28723", 125.0, "Россия", 54.600000000000001, 55.899999999999999, "Уфа аэропорт", null, "Уфа аэропорт" },
                    { "28726", 142.0, "Россия", 54.399999999999999, 56.799999999999997, "Архангельское", "Archangelskoe", "Архангельское" },
                    { "28741", 320.0, "Россия", 54.549999999999997, 60.299999999999997, "Мирный", "Mirny", "Мирный" },
                    { "28747", 300.0, "Россия", 54.009999999999998, 60.109999999999999, "Петропавловский", "Petropavlovsky", "Петропавловский" },
                    { "28748", 191.0, "Россия", 54.079999999999998, 61.609999999999999, "Троицк", "Troick", "Троицк" },
                    { "28752", 145.0, "Россия", 54.5, 63.659999999999997, "Целинное", "Tselinnoe", "Целинное" },
                    { "28754", 184.0, "Россия", 54.409999999999997, 62.700000000000003, "Октябрьское", "Oktyabrskoe", "Октябрьское" },
                    { "28756", 117.0, "Россия", 54.460000000000001, 64.859999999999999, "Звериноголовское", "Zverinogolovskoe", "Звериноголовское" },
                    { "28785", 126.0, "Россия", 54.43, 70.909999999999997, "Возвышенка", "Vozvyshenka", "Возвышенка" },
                    { "28786", 123.0, "Россия", 54.359999999999999, 71.75, "Полтавка", "Poltavka", "Полтавка" },
                    { "28791", 113.0, "Россия", 54.630000000000003, 72.430000000000007, "Шербакуль", "Sherbakul", "Шербакуль" },
                    { "28797", 123.0, "Россия", 54.200000000000003, 72.959999999999994, "Одесское", "Odesskoe", "Одесское" },
                    { "28798", 122.0, "Россия", 54.200000000000003, 73.560000000000002, "Павлоградка", "Pavlogradka", "Павлоградка" },
                    { "28799", 113.0, "Россия", 54.159999999999997, 74.799999999999997, "Черлак", "Cherlak", "Черлак" },
                    { "28801", 65.0, "Россия", 53.960000000000001, 50.359999999999999, "Красное Поселение", "Krasnoe Poselenie", "Красное Поселение" },
                    { "28802", 115.0, "Россия", 53.909999999999997, 51.259999999999998, "Серноводск", "Sernovodsk", "Серноводск" },
                    { "28805", 59.0, "Россия", 53.460000000000001, 51.579999999999998, "Кинель-Черкассы", "Kinel-Cherkassy", "Кинель-Черкассы" },
                    { "28806", 93.0, "Россия", 53.609999999999999, 52.450000000000003, "Бугуруслан", "Buguruslan", "Бугуруслан" },
                    { "28807", 39.0, "Россия", 53.25, 50.450000000000003, "Самара (Смышляевка)", "Samara (Smyshljaevka)", "Самара (Смышляевка)" },
                    { "28808", 45.0, "Россия", 53.299999999999997, 51.200000000000003, "Кротовка", null, "Кротовка" },
                    { "28815", 164.0, "Россия", 53.649999999999999, 53.649999999999999, "Абдулино", "Abdulino", "Абдулино" },
                    { "28823", 550.0, "Россия", 53.859999999999999, 57.409999999999997, "Тукан", "Tukan", "Тукан" },
                    { "28825", 136.0, "Россия", 53.600000000000001, 55.93, "Стерлитамак", "Sterlitamak", "Стерлитамак" },
                    { "28830", 568.0, "Россия", 54.0, 57.0, "Белорецк", null, "Белорецк" },
                    { "28831", 563.0, "Россия", 53.960000000000001, 58.350000000000001, "Белорецк", "Beloreck", "Белорецк" },
                    { "28833", 400.0, "Россия", 53.880000000000003, 59.200000000000003, "Верхнеуральск", "Verhneuralsk", "Верхнеуральск" },
                    { "28836", 365.0, "Россия", 53.399999999999999, 59.799999999999997, "Фершампенуаз", null, "Фершампенуаз" },
                    { "28838", 383.0, "Россия", 53.350000000000001, 59.079999999999998, "Магнитогорск", "Magnitogorsk", "Магнитогорск" },
                    { "28867", 216.0, "Россия", 53.310000000000002, 65.549999999999997, "Урицкий", "Uricky", "Урицкий" },
                    { "28873", 156.0, "Россия", 53.829999999999998, 69.480000000000004, "Красноармейск", "Krasnoarmeysk", "Красноармейск" },
                    { "28877", 315.0, "Россия", 53.310000000000002, 68.099999999999994, "Володарское", "Volodarskoe", "Володарское" },
                    { "28878", 263.0, "Россия", 53.299999999999997, 69.400000000000006, "Кокшетау аэропорт", null, "Кокшетау аэропорт" },
                    { "28879", 229.0, "Россия", 53.280000000000001, 69.379999999999995, "Кокшетау", "Kokshetau", "Кокшетау" },
                    { "28886", 137.0, "Россия", 53.630000000000003, 72.359999999999999, "Кзылту", "Kzyltu", "Кзылту" },
                    { "28895", 129.0, "Россия", 53.780000000000001, 73.879999999999995, "Русская Поляна", "Russkaya Polyana", "Русская Поляна" },
                    { "28900", 139.0, "Россия", 53.25, 50.210000000000001, "Самара", "Samara", "Самара" },
                    { "28901", 72.0, "Россия", 53.049999999999997, 50.200000000000003, "Аглос", "Aglos", "Аглос" },
                    { "28902", 137.0, "Россия", 53.5, 50.159999999999997, "Самара АМЦ", "Samara AMC", "Самара АМЦ" },
                    { "28903", 80.0, "Россия", 53.0, 52.049999999999997, "Боровое Лесничество", "Borovoe Lesnichestvo", "Боровое Лесничество" },
                    { "28904", 41.0, "Россия", 53.18, 50.259999999999998, "Самара", "Samara", "Самара" },
                    { "28908", 86.0, "Россия", 52.609999999999999, 51.280000000000001, "З/свх. Авангард", "Avangard zernosovhoz", "З/свх. Авангард" },
                    { "28909", 79.0, "Россия", 52.810000000000002, 52.210000000000001, "Бузулук", "Buzuluk", "Бузулук" },
                    { "28916", 189.0, "Россия", 52.93, 54.75, "Шарлык", "Sharlyk", "Шарлык" },
                    { "28925", 179.0, "Россия", 52.93, 55.909999999999997, "Мелеуз", "Meleuz", "Мелеуз" },
                    { "28927", 275.0, "Россия", 52.659999999999997, 55.759999999999998, "Кумертау", "Kumertau", "Кумертау" },
                    { "28938", 488.0, "Россия", 52.600000000000001, 58.329999999999998, "Баймак", "Baymak", "Баймак" },
                    { "28939", 323.0, "Россия", 52.710000000000001, 58.880000000000003, "Кизильское", "Kizilskoe", "Кизильское" },
                    { "28941", 298.0, "Россия", 53.049999999999997, 60.659999999999997, "Карталы", "Kartaly", "Карталы" },
                    { "28952", 170.0, "Россия", 53.210000000000001, 63.609999999999999, "Костанaй", "Kostanai", "Костанaй" },
                    { "28953", 181.0, "Россия", 53.200000000000003, 63.5, "Костанай Наримановка", null, "Костанай Наримановка" },
                    { "28957", 207.0, "Россия", 52.68, 62.600000000000001, "Тобол", "Tobol", "Тобол" },
                    { "28966", 227.0, "Россия", 52.810000000000002, 66.959999999999994, "Рузаевка", "Ruzaevka", "Рузаевка" },
                    { "28978", 398.0, "Россия", 52.530000000000001, 68.75, "Балкашино", "Balkasino", "Балкашино" },
                    { "28984", 395.0, "Россия", 52.950000000000003, 70.209999999999994, "Щучинск", "Sucinsk", "Щучинск" },
                    { "29023", 76.0, "Россия", 59.850000000000001, 81.950000000000003, "Напас", "Napas", "Напас" },
                    { "29037", 83.0, "Россия", 59.329999999999998, 82.609999999999999, "Березовка", "Berezovka", "Березовка" },
                    { "29068", 62.0, "Россия", 59.509999999999998, 90.920000000000002, "Назимово", "Nazimovo", "Назимово" },
                    { "29103", 69.0, "Россия", 59.060000000000002, 76.730000000000004, "Катыльга", "Katylga", "Катыльга" },
                    { "29111", 67.0, "Россия", 59.210000000000001, 78.230000000000004, "Средний Васюган", "Sredny Vasugan", "Средний Васюган" },
                    { "29122", 57.0, "Россия", 59.060000000000002, 80.840000000000003, "Каргасок", "Kargasok", "Каргасок" },
                    { "29128", 58.0, "Россия", 58.700000000000003, 81.480000000000004, "Парабель", "Parabel", "Парабель" },
                    { "29149", 105.0, "Россия", 58.630000000000003, 86.730000000000004, "Степановка", "Stepanovka", "Степановка" },
                    { "29154", 112.0, "Россия", 58.880000000000003, 87.75, "Усть-Озерное", "Ust-Ozernoe", "Усть-Озерное" },
                    { "29203", 79.0, "Россия", 58.579999999999998, 76.510000000000005, "Новый Васюган", "Novy Vasugan", "Новый Васюган" },
                    { "29209", 98.0, "Россия", 57.810000000000002, 77.209999999999994, "Майск", "Majsk", "Майск" },
                    { "29224", 80.0, "Россия", 58.159999999999997, 80.599999999999994, "Старица", "Staritsa", "Старица" },
                    { "29231", 72.0, "Россия", 58.310000000000002, 82.950000000000003, "Колпашево", "Kolpashevo", "Колпашево" },
                    { "29241", 80.0, "Россия", 58.43, 84.909999999999997, "Белый Яр", "Bely Yar", "Белый Яр" },
                    { "29247", 90.0, "Россия", 57.780000000000001, 85.150000000000006, "Батурино", "Baturino", "Батурино" },
                    { "29253", 135.0, "Россия", 58.450000000000003, 89.459999999999994, "Лосиноборское", "Losinoborskoe", "Лосиноборское" },
                    { "29263", 76.0, "Россия", 58.450000000000003, 92.200000000000003, "Енисейск", "Enisejsk", "Енисейск" },
                    { "29274", 87.0, "Россия", 58.07, 93.040000000000006, "Стрелка", "Strelka", "Стрелка" },
                    { "29276", 161.0, "Россия", 58.170000000000002, 94.739999999999995, "Мотыгино", "Motygino", "Мотыгино" },
                    { "29282", 130.0, "Россия", 58.380000000000003, 97.450000000000003, "Богучаны", "Boguchany", "Богучаны" },
                    { "29283", 130.0, "Россия", 58.380000000000003, 97.450000000000003, "Богучаны.", "Boguchany.", "Богучаны." },
                    { "29289", 378.0, "Россия", 57.909999999999997, 97.209999999999994, "Гонда", "Gonda", "Гонда" },
                    { "29313", 95.0, "Россия", 57.560000000000002, 79.430000000000007, "Пудино", "Pudino", "Пудино" },
                    { "29328", 109.0, "Россия", 57.0, 82.060000000000002, "Бакчар", "Bakchar", "Бакчар" },
                    { "29332", 111.0, "Россия", 57.57, 83.760000000000005, "Молчаново", "Molchanovo", "Молчаново" },
                    { "29348", 113.0, "Россия", 57.060000000000002, 86.209999999999994, "Первомайское", "Pervomajskoe", "Первомайское" },
                    { "29355", 135.0, "Россия", 57.280000000000001, 88.129999999999995, "Тегульдет", "Teguldet", "Тегульдет" },
                    { "29363", 179.0, "Россия", 57.619999999999997, 92.269999999999996, "Пировское", "Pirovskoe", "Пировское" },
                    { "29367", 179.0, "Россия", 56.960000000000001, 90.680000000000007, "Новобирилюссы", "Novobirilyussy", "Новобирилюссы" },
                    { "29379", 163.0, "Россия", 57.200000000000003, 94.549999999999997, "Тасеево", "Taseevo", "Тасеево" },
                    { "29393", 218.0, "Россия", 57.649999999999999, 99.530000000000001, "Червянка", "Chervyanka", "Червянка" },
                    { "29401", 103.0, "Россия", 56.950000000000003, 75.299999999999997, "Седельниково", "Sedelnikovo", "Седельниково" },
                    { "29405", 116.0, "Россия", 56.600000000000001, 76.560000000000002, "Кыштовка", "Kyshtovka", "Кыштовка" },
                    { "29418", 124.0, "Россия", 56.329999999999998, 78.349999999999994, "Северное", "Severnoe", "Северное" },
                    { "29430", 140.0, "Россия", 56.5, 84.909999999999997, "Томск", "Tomsk", "Томск" },
                    { "29456", 204.0, "Россия", 56.530000000000001, 89.310000000000002, "Тюхтет", "Tjuhtet", "Тюхтет" },
                    { "29464", 231.0, "Россия", 56.649999999999999, 90.590000000000003, "Большой Улуй", "Bolshoi Uluj", "Большой Улуй" },
                    { "29467", 215.0, "Россия", 56.280000000000001, 90.510000000000005, "Ачинск", "Achinsk", "Ачинск" },
                    { "29471", 180.0, "Россия", 56.890000000000001, 93.159999999999997, "Большая Мурта", "Bolshaya Murta", "Большая Мурта" },
                    { "29477", 164.0, "Россия", 56.490000000000002, 93.269999999999996, "Сухобузимское", "Suhobuzimskoe", "Сухобузимское" },
                    { "29481", 188.0, "Россия", 56.82, 95.230000000000004, "Дзержинское", "Dzerzhinskoe", "Дзержинское" },
                    { "29498", 219.0, "Россия", 56.350000000000001, 98.359999999999999, "Шиткино", "Shitkino", "Шиткино" },
                    { "29524", 127.0, "Россия", 55.850000000000001, 80.060000000000002, "Крещенка", "Kreschenka", "Крещенка" },
                    { "29532", 91.0, "Россия", 56.25, 83.959999999999994, "Кожевниково", "Kozhevnikovo", "Кожевниково" },
                    { "29539", 191.0, "Россия", 55.659999999999997, 84.400000000000006, "Болотное", "Bolotnoe", "Болотное" },
                    { "29540", 141.0, "Россия", 56.200000000000003, 86.459999999999994, "Яя", "Yaya", "Яя" },
                    { "29541", 250.0, "Россия", 56.060000000000002, 85.609999999999999, "Тайга", "Tajga", "Тайга" },
                    { "29548", 209.0, "Россия", 55.729999999999997, 86.299999999999997, "Барзас", "Barzas", "Барзас" },
                    { "29551", 142.0, "Россия", 56.18, 87.680000000000007, "Мариинск", "Mariinsk", "Мариинск" },
                    { "29552", 221.0, "Россия", 56.109999999999999, 88.510000000000005, "Тяжин", "Tjazin", "Тяжин" },
                    { "29553", 288.0, "Россия", 56.219999999999999, 89.549999999999997, "Боготол", "Bogotol", "Боготол" },
                    { "29557", 210.0, "Россия", 55.75, 88.299999999999997, "Тисуль", "Tisul", "Тисуль" },
                    { "29562", 339.0, "Россия", 56.100000000000001, 91.659999999999997, "Кемчуг", "Kemchug", "Кемчуг" },
                    { "29563", 479.0, "Россия", 56.109999999999999, 92.200000000000003, "Кача", "Kaca", "Кача" },
                    { "29566", 278.0, "Россия", 55.93, 92.269999999999996, "Шумиха", "Shumikha", "Шумиха" },
                    { "29570", 276.0, "Россия", 56.030000000000001, 92.75, "Красноярск опыт.поле", "Krasnoyarsk opytnoe pole", "Красноярск опыт.поле" },
                    { "29572", 204.0, "Россия", 56.18, 92.599999999999994, "Емельяново", "Emelyanovo", "Емельяново" },
                    { "29574", 195.0, "Россия", 56.0, 92.879999999999995, "Красноярcк", "Krasnojarsk", "Красноярcк" },
                    { "29576", 373.0, "Россия", 55.810000000000002, 94.310000000000002, "Уяр", "Ujar", "Уяр" },
                    { "29578", 403.0, "Россия", 55.710000000000001, 93.739999999999995, "Шалинское", "Shalinskoe", "Шалинское" },
                    { "29580", 359.0, "Россия", 56.159999999999997, 95.260000000000005, "Солянка", "Solyanka", "Солянка" },
                    { "29581", 201.0, "Россия", 56.200000000000003, 95.640000000000001, "Канск", "Kansk", "Канск" },
                    { "29587", 250.0, "Россия", 55.659999999999997, 95.489999999999995, "Ирбейское", "Irbejskoe", "Ирбейское" },
                    { "29590", 265.0, "Россия", 56.130000000000003, 99.310000000000002, "Новочунка", "Novochunka", "Новочунка" },
                    { "29594", 304.0, "Россия", 55.950000000000003, 98.0, "Тайшет", "Tajshet", "Тайшет" },
                    { "29602", 110.0, "Россия", 55.310000000000002, 76.75, "Чаны", "Chany", "Чаны" },
                    { "29605", 112.0, "Россия", 55.219999999999999, 76.010000000000005, "Татарск", "Tatarsk", "Татарск" },
                    { "29612", 118.0, "Россия", 55.350000000000001, 78.299999999999997, "Барабинск", "Barabinsk", "Барабинск" },
                    { "29613", 139.0, "Россия", 55.299999999999997, 79.620000000000005, "Убинское", "Ubinskoe", "Убинское" },
                    { "29625", 140.0, "Россия", 55.100000000000001, 80.959999999999994, "Чулым", "Chulym", "Чулым" },
                    { "29626", 158.0, "Россия", 55.030000000000001, 82.230000000000004, "Коченево", "Kocenevo", "Коченево" },
                    { "29630", 115.0, "Россия", 55.0, 82.659999999999997, "Толмачево", "Tolmachevo", "Толмачево" },
                    { "29631", 145.0, "Россия", 55.32, 82.730000000000004, "Колывань", "Kolyvan", "Колывань" },
                    { "29632", 199.0, "Россия", 55.310000000000002, 83.599999999999994, "Мошково", "Moshkovo", "Мошково" },
                    { "29634", 172.0, "Россия", 55.079999999999998, 82.900000000000006, "Новосибирск-Северный", "Novosibirsk", "Новосибирск-Северный" },
                    { "29636", 172.0, "Россия", 55.219999999999999, 84.379999999999995, "Тогучин", "Toguchin", "Тогучин" },
                    { "29638", 130.0, "Россия", 54.899999999999999, 82.950000000000003, "Новосибирск-Огурцово", "Novosibirsk-Ogurtsovo", "Новосибирск-Огурцово" },
                    { "29642", 260.0, "Россия", 55.229999999999997, 86.109999999999999, "Кемерово", "Kemerovo", "Кемерово" },
                    { "29645", 147.0, "Россия", 55.25, 86.209999999999994, "Кемерово ЦГМС", "Kemerovo CGMS", "Кемерово ЦГМС" },
                    { "29649", 151.0, "Россия", 55.0, 86.810000000000002, "Крапивино", "Krapivino", "Крапивино" },
                    { "29653", 386.0, "Россия", 55.299999999999997, 89.810000000000002, "Ужур ст.ж.д.", "Uzur", "Ужур ст.ж.д." },
                    { "29654", 496.0, "Россия", 55.200000000000003, 87.640000000000001, "Центральный Рудник", "Centralny Rudnik", "Центральный Рудник" },
                    { "29662", 319.0, "Россия", 55.380000000000003, 91.620000000000005, "Балахта", "Balahta", "Балахта" },
                    { "29664", 325.0, "Россия", 55.079999999999998, 90.840000000000003, "Светлолобово", "Svetlolobovo", "Светлолобово" },
                    { "29675", 465.0, "Россия", 55.079999999999998, 93.359999999999999, "Колба", "Kolba", "Колба" },
                    { "29676", 335.0, "Россия", 55.270000000000003, 94.900000000000006, "Агинское", "Aginskoe", "Агинское" },
                    { "29698", 410.0, "Россия", 54.880000000000003, 99.030000000000001, "Нижнеудинск", "Nizhneudinsk", "Нижнеудинск" },
                    { "29702", 113.0, "Россия", 54.700000000000003, 76.560000000000002, "Чистоозерное", "Chistoozernoe", "Чистоозерное" },
                    { "29706", 116.0, "Россия", 54.380000000000003, 77.299999999999997, "Купино", "Kupino", "Купино" },
                    { "29712", 113.0, "Россия", 54.710000000000001, 78.659999999999997, "Здвинск", "Zdvinsk", "Здвинск" },
                    { "29722", 180.0, "Россия", 54.659999999999997, 81.060000000000002, "Ужаниха", "Uzhanikha", "Ужаниха" },
                    { "29724", 159.0, "Россия", 54.329999999999998, 80.469999999999999, "Кочки", "Kochki", "Кочки" },
                    { "29726", 132.0, "Россия", 54.359999999999999, 81.890000000000001, "Ордынское", "Ordynskoe", "Ордынское" },
                    { "29735", 291.0, "Россия", 54.299999999999997, 83.310000000000002, "Посевная", "Posevnaja", "Посевная" },
                    { "29736", 199.0, "Россия", 54.329999999999998, 84.200000000000003, "Маслянино", "Masljanino", "Маслянино" },
                    { "29743", 279.0, "Россия", 54.700000000000003, 86.200000000000003, "Ленинск- Кузнецкий", null, "Ленинск- Кузнецкий" },
                    { "29745", 224.0, "Россия", 54.450000000000003, 86.340000000000003, "Белово", "Belovo", "Белово" },
                    { "29752", 1186.0, "Россия", 54.75, 88.810000000000002, "Ненастная", "Nenastnaja", "Ненастная" },
                    { "29756", 476.0, "Россия", 54.5, 89.930000000000007, "Шира", "Shira", "Шира" },
                    { "29759", 842.0, "Россия", 54.329999999999998, 89.280000000000001, "Коммунар", "Kommunar", "Коммунар" },
                    { "29766", 280.0, "Россия", 54.359999999999999, 92.150000000000006, "Идринское", "Idrinskoe", "Идринское" },
                    { "29789", 982.0, "Россия", 54.210000000000001, 96.959999999999994, "Верхняя Гутара", "Verhnjaja Gutara", "Верхняя Гутара" },
                    { "29794", 798.0, "Россия", 54.460000000000001, 97.829999999999998, "Нерой", "Neroy", "Нерой" },
                    { "29813", 144.0, "Россия", 53.979999999999997, 79.25, "Красноозерск", "Krasnoozersk", "Красноозерск" },
                    { "29814", 115.0, "Россия", 53.729999999999997, 78.019999999999996, "Карасук", "Karasuk", "Карасук" },
                    { "29816", 137.0, "Россия", 53.609999999999999, 79.549999999999997, "Хабары", "Habary", "Хабары" },
                    { "29822", 126.0, "Россия", 53.810000000000002, 81.260000000000005, "Камень-на-Оби", "Kamen-na-Obi", "Камень-на-Оби" },
                    { "29827", 122.0, "Россия", 53.270000000000003, 80.769999999999996, "Баево", "Baevo", "Баево" },
                    { "29832", 143.0, "Россия", 53.810000000000002, 83.579999999999998, "Тальменка", "Talmenka", "Тальменка" },
                    { "29836", 201.0, "Россия", 53.75, 84.930000000000007, "Заринск", "Zarinsk", "Заринск" },
                    { "29837", 170.0, "Россия", 53.409999999999997, 82.609999999999999, "Шелаболиха", "Shelabolikha", "Шелаболиха" },
                    { "29838", 182.0, "Россия", 53.43, 83.510000000000005, "Барнаул", "Barnaul", "Барнаул" },
                    { "29839", 159.0, "Россия", 53.299999999999997, 83.799999999999997, "Барнаул", null, "Барнаул" },
                    { "29840", 255.0, "Россия", 53.399999999999999, 83.5, "Барнаул аэропорт", null, "Барнаул аэропорт" },
                    { "29846", 307.0, "Россия", 53.810000000000002, 86.879999999999995, "Новокузнецк", "Novokuznetsk", "Новокузнецк" },
                    { "29848", 271.0, "Россия", 53.460000000000001, 85.920000000000002, "Тогул", "Togul", "Тогул" },
                    { "29849", 293.0, "Россия", 53.340000000000003, 87.180000000000007, "Кузедеево", "Kuzedeevo", "Кузедеево" },
                    { "29854", 241.0, "Россия", 53.630000000000003, 88.150000000000006, "Междуреченск", "Mezhdurechensk", "Междуреченск" },
                    { "29855", 357.0, "Россия", 53.630000000000003, 88.909999999999997, "Лужба", "Luzhba", "Лужба" },
                    { "29858", 527.0, "Россия", 53.280000000000001, 89.060000000000002, "Неожиданный", "Neozhidanny", "Неожиданный" },
                    { "29862", 253.0, "Россия", 53.759999999999998, 91.310000000000002, "Абакан (Хакасский)", "Abakan (Khakasskij)", "Абакан (Хакасский)" },
                    { "29864", 524.0, "Россия", 53.710000000000001, 90.359999999999999, "Уйбат", "Uybat", "Уйбат" },
                    { "29865", 248.0, "Россия", 53.75, 91.400000000000006, "Абакaн", "Abakan", "Абакaн" },
                    { "29866", 253.0, "Россия", 53.710000000000001, 91.689999999999998, "Минусинск", "Minusinsk", "Минусинск" },
                    { "29869", 300.0, "Россия", 53.270000000000003, 92.400000000000006, "Ермаковское", "Ermakovskoe", "Ермаковское" },
                    { "29870", 288.0, "Россия", 53.899999999999999, 92.680000000000007, "Курагино", "Kuragino", "Курагино" },
                    { "29876", 445.0, "Россия", 53.68, 94.200000000000003, "Казыр", "Kazyr", "Казыр" },
                    { "29892", 705.0, "Россия", 53.950000000000003, 98.810000000000002, "Хадама", "Hadama", "Хадама" },
                    { "29894", 916.0, "Россия", 53.630000000000003, 98.209999999999994, "Алыгджер", "Alygdzer", "Алыгджер" },
                    { "29915", 124.0, "Россия", 52.960000000000001, 78.650000000000006, "Славгород", "Slavgorod", "Славгород" },
                    { "29916", 127.0, "Россия", 52.759999999999998, 79.829999999999998, "Благовещенка", "Blagoveshchenka", "Благовещенка" },
                    { "29923", 218.0, "Россия", 53.079999999999998, 82.329999999999998, "Ребриха", "Rebriha", "Ребриха" },
                    { "29937", 173.0, "Россия", 52.509999999999998, 82.760000000000005, "Алейская", "Alejskaya", "Алейская" },
                    { "29939", 223.0, "Россия", 52.670000000000002, 84.920000000000002, "Бийск-Зональная", "Bijsk Zonalnaya", "Бийск-Зональная" },
                    { "29946", 355.0, "Россия", 52.829999999999998, 87.260000000000005, "Кондома", "Kondoma", "Кондома" },
                    { "29956", 448.0, "Россия", 52.799999999999997, 89.909999999999997, "Таштып", "Tastyp", "Таштып" },
                    { "29962", 468.0, "Россия", 53.049999999999997, 90.909999999999997, "Бея", "Beja", "Бея" },
                    { "29973", 762.0, "Россия", 53.130000000000003, 94.5, "Верхний Амыл", "Verhny Amyl", "Верхний Амыл" },
                    { "29974", 1404.0, "Россия", 52.799999999999997, 93.239999999999995, "Оленья Речка", "Olenya Rechka", "Оленья Речка" },
                    { "29998", 1376.0, "Россия", 52.5, 99.810000000000002, "Орлик", "Orlik", "Орлик" },
                    { "29999", 1570.0, "Россия", 52.5, 99.799999999999997, "Орлик", null, "Орлик" },
                    { "30014", 282.0, "Россия", 59.630000000000003, 103.31, "Чемдальск", "Chemdalsk", "Чемдальск" },
                    { "30028", 350.0, "Россия", 59.280000000000001, 106.16, "Ика", "Ika", "Ика" },
                    { "30037", 326.0, "Россия", 59.25, 108.23, "Непа", "Nepa", "Непа" },
                    { "30054", 186.0, "Россия", 59.450000000000003, 112.58, "Витим", "Vitim", "Витим" },
                    { "30069", 331.0, "Россия", 59.0, 116.91, "Перевоз", "Perevoz", "Перевоз" },
                    { "30074", 164.0, "Россия", 59.93, 117.59999999999999, "Мача", "Macha", "Мача" },
                    { "30089", 173.0, "Россия", 59.009999999999998, 121.76000000000001, "Джикимда", "Dzhikimda", "Джикимда" },
                    { "30102", 188.0, "Россия", 58.960000000000001, 101.08, "Кежма", "Kezhma", "Кежма" },
                    { "30117", 401.0, "Россия", 58.200000000000003, 102.75, "Усть-Илимск", "Ust-Ilimsk", "Усть-Илимск" },
                    { "30127", 438.0, "Россия", 58.229999999999997, 105.73, "Токма", "Tokma", "Токма" },
                    { "30138", 244.0, "Россия", 58.100000000000001, 108.68000000000001, "Чечуйск", "Chechujsk", "Чечуйск" },
                    { "30142", 225.0, "Россия", 58.880000000000003, 111.25, "Визирный", "Vizirny", "Визирный" },
                    { "30151", 203.0, "Россия", 58.850000000000001, 112.90000000000001, "Воронцовка", "Voroncovka", "Воронцовка" },
                    { "30157", 218.0, "Россия", 58.310000000000002, 112.86, "Мама", "Mama", "Мама" },
                    { "30165", 422.0, "Россия", 58.409999999999997, 116.01000000000001, "Светлый", "Svetly", "Светлый" },
                    { "30173", 198.0, "Россия", 59.0, 119.8, "Тяня", "Tyanya", "Тяня" },
                    { "30209", 376.0, "Россия", 57.109999999999999, 102.3, "Ершово", "Ershovo", "Ершово" },
                    { "30218", 309.0, "Россия", 57.109999999999999, 103.95, "Новая Игирма", "Novaya Igirma", "Новая Игирма" },
                    { "30219", 354.0, "Россия", 57.100000000000001, 104.95999999999999, "Максимово", "Maximovo", "Максимово" },
                    { "30229", 270.0, "Россия", 57.329999999999998, 107.06, "Верхне-Марково", "Verhne-Markovo", "Верхне-Марково" },
                    { "30230", 256.0, "Россия", 57.759999999999998, 108.06, "Киренск", "Kirensk", "Киренск" },
                    { "30246", 330.0, "Россия", 57.560000000000002, 112.5, "Конкудера", "Konkudera", "Конкудера" },
                    { "30252", 244.0, "Россия", 57.810000000000002, 114.01000000000001, "Мамакан", "Mamakan", "Мамакан" },
                    { "30253", 277.0, "Россия", 57.859999999999999, 114.23, "Бодайбо", "Bodajbo", "Бодайбо" },
                    { "30255", 529.0, "Россия", 57.18, 114.0, "Таежная", "Tayezhnaya", "Таежная" },
                    { "30263", 561.0, "Россия", 57.729999999999997, 117.55, "Ничатка", "Nichatka", "Ничатка" },
                    { "30307", 488.0, "Россия", 56.369999999999997, 101.69, "Братск", "Bratsk", "Братск" },
                    { "30308", 369.0, "Россия", 56.159999999999997, 101.16, "Вихоревка", "Vikhorevka", "Вихоревка" },
                    { "30309", 410.0, "Россия", 56.280000000000001, 101.75, "Братск", "Bratsk", "Братск" },
                    { "30310", 490.0, "Россия", 56.399999999999999, 101.7, "Братск аэропорт", null, "Братск аэропорт" },
                    { "30316", 599.0, "Россия", 56.450000000000003, 104.11, "Железногорск", "Zheleznogorsk", "Железногорск" },
                    { "30317", 425.0, "Россия", 56.200000000000003, 102.84999999999999, "Заярск", "Zayarsk", "Заярск" },
                    { "30320", 664.0, "Россия", 56.850000000000001, 105.73, "Усть-Кут", "Ust-Kut", "Усть-Кут" },
                    { "30328", 337.0, "Россия", 56.049999999999997, 105.83, "Орлинга", "Orlinga", "Орлинга" },
                    { "30337", 355.0, "Россия", 56.310000000000002, 107.61, "Казачинское", "Kazachinskoe", "Казачинское" },
                    { "30348", 489.0, "Россия", 56.130000000000003, 111.61, "Уоян", "Uoyan", "Уоян" },
                    { "30356", 514.0, "Россия", 56.380000000000003, 114.83, "Таксимо", "Taximo", "Таксимо" },
                    { "30364", 474.0, "Россия", 56.5, 115.7, "Муя", null, "Муя" },
                    { "30372", 709.0, "Россия", 56.899999999999999, 118.26000000000001, "Чара", "Chara", "Чара" },
                    { "30374", 1001.0, "Россия", 56.649999999999999, 117.61, "Большая Лепринда", "Bolshaya Leprinda", "Большая Лепринда" },
                    { "30379", 991.0, "Россия", 56.049999999999997, 119.13, "Катугино", "Katugino", "Катугино" },
                    { "30385", 430.0, "Россия", 56.579999999999998, 121.5, "Усть-Нюкжа", "Ust-Njukzha", "Усть-Нюкжа" },
                    { "30393", 855.0, "Россия", 56.829999999999998, 124.86, "Чульман", "Chulman", "Чульман" },
                    { "30405", 420.0, "Россия", 55.380000000000003, 101.03, "Тангуй", "Tanguj", "Тангуй" },
                    { "30413", 329.0, "Россия", 55.909999999999997, 104.09999999999999, "Коченга", "Kochenga", "Коченга" },
                    { "30424", 372.0, "Россия", 55.479999999999997, 105.48, "Головское", "Golovskoe", "Головское" },
                    { "30432", 672.0, "Россия", 55.700000000000003, 109.05, "Гоуджекит", "Goudzhekit", "Гоуджекит" },
                    { "30433", 476.0, "Россия", 55.789999999999999, 109.58, "Нижнеангарск", "Nizhneangarsk", "Нижнеангарск" },
                    { "30434", 471.0, "Россия", 55.799999999999997, 109.59999999999999, "Нижнеангарск", null, "Нижнеангарск" },
                    { "30437", 497.0, "Россия", 55.149999999999999, 107.61, "Карам", "Karam", "Карам" },
                    { "30439", 464.0, "Россия", 55.109999999999999, 109.75, "Томпа", "Tompa", "Томпа" },
                    { "30455", 1099.0, "Россия", 55.479999999999997, 113.61, "Уакит", "Uakit", "Уакит" },
                    { "30457", 1085.0, "Россия", 55.259999999999998, 113.13, "Баунт", "Baunt", "Баунт" },
                    { "30461", 823.0, "Россия", 55.850000000000001, 115.45999999999999, "Тилишма", "Tilishma", "Тилишма" },
                    { "30469", 612.0, "Россия", 55.109999999999999, 116.76000000000001, "Калакан", "Kalakan", "Калакан" },
                    { "30471", 748.0, "Россия", 55.859999999999999, 117.36, "Средний Калар", "Sredny Kalar", "Средний Калар" },
                    { "30484", 528.0, "Россия", 55.43, 120.55, "Средняя Олекма", "Srednyaa Olekma", "Средняя Олекма" },
                    { "30493", 859.0, "Россия", 55.960000000000001, 124.88, "Нагорный", "Nagorny", "Нагорный" },
                    { "30497", 583.0, "Россия", 55.759999999999998, 122.78, "Лопча", "Lopcha", "Лопча" },
                    { "30499", 533.0, "Россия", 55.18, 124.66, "Тында", "Tynda", "Тында" },
                    { "30504", 523.0, "Россия", 54.600000000000001, 100.63, "Тулун", "Tulun", "Тулун" },
                    { "30507", 526.0, "Россия", 54.18, 100.08, "Икей", "Ikej", "Икей" },
                    { "30514", 426.0, "Россия", 54.159999999999997, 103.01000000000001, "Усть-Уда", "Ust-Uda", "Усть-Уда" },
                    { "30521", 417.0, "Россия", 54.799999999999997, 105.16, "Жигалово", "Zhigalovo", "Жигалово" },
                    { "30526", 653.0, "Россия", 54.479999999999997, 107.06, "Тырка", "Tyrka", "Тырка" },
                    { "30536", 468.0, "Россия", 54.329999999999998, 109.53, "Баргузинский Заповедник", "Barguzinsky Zapov.", "Баргузинский Заповедник" },
                    { "30537", 463.0, "Россия", 54.030000000000001, 108.26000000000001, "Солнечная", "Solnethnaya", "Солнечная" },
                    { "30542", 563.0, "Россия", 54.850000000000001, 111.15000000000001, "Тасса", "Tassa", "Тасса" },
                    { "30547", 510.0, "Россия", 54.259999999999998, 110.26000000000001, "Курумкан", "Kurumkan", "Курумкан" },
                    { "30549", 1302.0, "Россия", 54.200000000000003, 111.95, "Карафтит", "Karaftit", "Карафтит" },
                    { "30554", 900.0, "Россия", 54.439999999999998, 113.58, "Багдарин", "Bagdarin", "Багдарин" },
                    { "30555", 1315.0, "Россия", 54.609999999999999, 113.13, "Троицкий Прииск", "Troicky Priisk", "Троицкий Прииск" },
                    { "30565", 685.0, "Россия", 54.43, 116.53, "Усть-Каренга", "Ust-Karenga", "Усть-Каренга" },
                    { "30567", 732.0, "Россия", 54.030000000000001, 115.01000000000001, "Хулугли", "Khulugli", "Хулугли" },
                    { "30576", 642.0, "Россия", 54.43, 119.90000000000001, "Тупик", "Tupik", "Тупик" },
                    { "30603", 457.0, "Россия", 53.93, 102.05, "Зима", "Zima", "Зима" },
                    { "30605", 602.0, "Россия", 53.350000000000001, 101.2, "Сарам", "Saram", "Сарам" },
                    { "30606", 449.0, "Россия", 53.549999999999997, 102.5, "Залари", "Zalari", "Залари" },
                    { "30612", 428.0, "Россия", 54.0, 103.06, "Балаганск", "Balagansk", "Балаганск" },
                    { "30617", 598.0, "Россия", 53.18, 103.03, "Черемхово", "Cheremkhovo", "Черемхово" },
                    { "30618", 444.0, "Россия", 53.130000000000003, 103.76000000000001, "Бохан", "Bohan", "Бохан" },
                    { "30622", 518.0, "Россия", 53.960000000000001, 105.90000000000001, "Качуг", "Kacug", "Качуг" },
                    { "30627", 757.0, "Россия", 53.100000000000001, 105.53, "Баяндай", "Bajandaj", "Баяндай" },
                    { "30632", 459.0, "Россия", 53.850000000000001, 108.58, "О.Большой Ушканий", "O. Bolshoy Ushkany", "О.Большой Ушканий" },
                    { "30635", 459.0, "Россия", 53.409999999999997, 109.01000000000001, "Усть-Баргузин", "Ust-Barguzin", "Усть-Баргузин" },
                    { "30636", 488.0, "Россия", 53.609999999999999, 109.63, "Баргузин", "Barguzin", "Баргузин" },
                    { "30637", 460.0, "Россия", 53.310000000000002, 107.73, "Узур", "Uzur", "Узур" },
                    { "30638", 473.0, "Россия", 53.450000000000003, 108.5, "Нижнее Изголовье", "Nizhnee Izgolovye", "Нижнее Изголовье" },
                    { "30649", 973.0, "Россия", 53.210000000000001, 111.68000000000001, "Усть-Заза", "Ust-Zaza", "Усть-Заза" },
                    { "30650", 920.0, "Россия", 53.200000000000003, 112.78, "Романовка", "Romanovka", "Романовка" },
                    { "30651", 931.0, "Россия", 53.979999999999997, 113.2, "Усть-Антосе", "Ust-Antose", "Усть-Антосе" },
                    { "30655", 793.0, "Россия", 53.609999999999999, 114.05, "Юмурчен", "Yumurchen", "Юмурчен" },
                    { "30664", 810.0, "Россия", 53.530000000000001, 115.61, "Тунгокочен", "Tungokochen", "Тунгокочен" },
                    { "30667", 592.0, "Россия", 53.159999999999997, 115.81, "Кыкер", "Kyker", "Кыкер" },
                    { "30669", 700.0, "Россия", 53.060000000000002, 117.48, "Зилово", "Zilovo", "Зилово" },
                    { "30673", 624.0, "Россия", 53.75, 119.73, "Могоча", "Mogocha", "Могоча" },
                    { "30675", 583.0, "Россия", 53.549999999999997, 118.70999999999999, "Ксеньевская", "Ksenevskaya", "Ксеньевская" },
                    { "30679", 382.0, "Россия", 53.100000000000001, 119.20999999999999, "Горбица", "Gorbica", "Горбица" },
                    { "30682", 471.0, "Россия", 53.859999999999999, 120.86, "Амазар", "Amazar", "Амазар" },
                    { "30683", 520.0, "Россия", 53.960000000000001, 121.93000000000001, "Ерофей Павлович", "Erofey Pavlovich", "Ерофей Павлович" },
                    { "30686", 293.0, "Россия", 53.460000000000001, 122.40000000000001, "Игнашино", "Ignasino", "Игнашино" },
                    { "30688", 313.0, "Россия", 53.350000000000001, 121.55, "Покровка", "Pokrovka", "Покровка" },
                    { "30692", 397.0, "Россия", 54.0, 123.95999999999999, "Сковородино", "Skovorodino", "Сковородино" },
                    { "30695", 266.0, "Россия", 53.460000000000001, 123.90000000000001, "Джалинда", "Dzalinda", "Джалинда" },
                    { "30703", 541.0, "Россия", 52.960000000000001, 101.98, "Инга", "Inga", "Инга" },
                    { "30710", 467.0, "Россия", 52.259999999999998, 104.31, "Иркутск", "Irkutsk", "Иркутск" },
                    { "30712", 437.0, "Россия", 52.780000000000001, 103.68000000000001, "Усолье-Сибирское", "Usolye-Sibirskoe", "Усолье-Сибирское" },
                    { "30713", 523.0, "Россия", 52.810000000000002, 104.76000000000001, "Усть-Ордынский", "Ust-Ordynsky", "Усть-Ордынский" },
                    { "30714", 754.0, "Россия", 52.100000000000001, 102.7, "Дабады", "Dabady", "Дабады" },
                    { "30715", 435.0, "Россия", 52.479999999999997, 103.84999999999999, "Ангарск", "Angarsk", "Ангарск" },
                    { "30716", 454.0, "Россия", 52.460000000000001, 104.36, "Хомутово", "Khomutovo", "Хомутово" },
                    { "30726", 457.0, "Россия", 52.549999999999997, 107.09999999999999, "Сухая", "Sukhaya", "Сухая" },
                    { "30727", 461.0, "Россия", 52.030000000000001, 105.41, "Большое Голоустное", "Bolshoe Goloustnoe", "Большое Голоустное" },
                    { "30729", 466.0, "Россия", 52.049999999999997, 106.64, "Кабанск", "Kabansk", "Кабанск" },
                    { "30731", 488.0, "Россия", 52.979999999999997, 108.29000000000001, "Горячинск", "Gorjachinsk", "Горячинск" },
                    { "30739", 665.0, "Россия", 52.159999999999997, 109.78, "Хоринск", "Khorinsk", "Хоринск" },
                    { "30741", 1288.0, "Россия", 52.759999999999998, 109.95999999999999, "Замакта", "Zamakta", "Замакта" },
                    { "30745", 951.0, "Россия", 52.530000000000001, 111.55, "Сосново-Озерское", "Sosnovo-Ozerskoe", "Сосново-Озерское" },
                    { "30751", 929.0, "Россия", 52.729999999999997, 113.28, "Телемба", "Telemba", "Телемба" },
                    { "30757", 968.0, "Россия", 52.130000000000003, 112.66, "Беклемишево", "Beklemishevo", "Беклемишево" },
                    { "30758", 671.0, "Россия", 52.079999999999998, 113.48, "Чита", "Chita", "Чита" },
                    { "30759", 692.0, "Россия", 52.0, 113.3, "Чита Кадала", null, "Чита Кадала" },
                    { "30764", 644.0, "Россия", 52.649999999999999, 115.16, "Усугли", "Usugli", "Усугли" },
                    { "30765", 533.0, "Россия", 52.549999999999997, 116.2, "Зюльзя", "Zjulzja", "Зюльзя" },
                    { "30766", 538.0, "Россия", 52.530000000000001, 117.0, "Чернышевск", "Chernyshevsk", "Чернышевск" },
                    { "30768", 477.0, "Россия", 52.0, 116.53, "Нерчинск", "Nerchinsk", "Нерчинск" },
                    { "30772", 402.0, "Россия", 52.700000000000003, 118.8, "Усть-Карск", "Ust-Karsk", "Усть-Карск" },
                    { "30777", 528.0, "Россия", 52.229999999999997, 117.7, "Сретенск", "Sretensk", "Сретенск" },
                    { "30781", 373.0, "Россия", 52.75, 120.03, "Урюпино", "Urjupino", "Урюпино" },
                    { "30791", 502.0, "Россия", 52.259999999999998, 104.38, "Иркутск", "Irkutsk", "Иркутск" },
                    { "30802", 1303.0, "Россия", 51.68, 100.98, "Монды", "Mondy", "Монды" },
                    { "30803", 884.0, "Россия", 51.909999999999997, 102.43000000000001, "Аршан", "Arshan", "Аршан" },
                    { "30806", 755.0, "Россия", 51.68, 102.15000000000001, "Кырен", "Kyren", "Кырен" },
                    { "30811", 720.0, "Россия", 51.729999999999997, 102.53, "Тунка", "Tunka", "Тунка" },
                    { "30812", 465.0, "Россия", 51.710000000000001, 103.7, "Култук", "Kultuk", "Култук" },
                    { "30814", 470.0, "Россия", 51.859999999999999, 104.81, "Исток Ангары", "Istok Angary", "Исток Ангары" },
                    { "30815", 1442.0, "Россия", 51.530000000000001, 103.59999999999999, "Хамар-Дабан", "Hamar-Daban", "Хамар-Дабан" },
                    { "30818", 479.0, "Россия", 51.649999999999999, 104.13, "Байкальск", "Baykalsk", "Байкальск" },
                    { "30822", 466.0, "Россия", 51.700000000000003, 105.84999999999999, "Бабушкин", "Babuskin", "Бабушкин" },
                    { "30823", 514.0, "Россия", 51.829999999999998, 107.59999999999999, "Улан-Удэ", "Ulan-Ude", "Улан-Удэ" },
                    { "30824", 472.0, "Россия", 51.560000000000002, 105.11, "Танхой", "Tanhoj", "Танхой" },
                    { "30825", 562.0, "Россия", 51.75, 107.28, "Иволгинск", "Ivolginsk", "Иволгинск" },
                    { "30829", 555.0, "Россия", 51.100000000000001, 106.64, "Новоселенгинск", "Novoselenginsk", "Новоселенгинск" },
                    { "30837", 730.0, "Россия", 51.030000000000001, 107.81, "Мухоршибирь", "Mukhorshibir", "Мухоршибирь" },
                    { "30838", 810.0, "Россия", 51.310000000000002, 108.86, "Петровский з-д", "Petrovsky Zavod", "Петровский з-д" },
                    { "30843", 906.0, "Россия", 51.729999999999997, 112.0, "Могзон", "Mogzon", "Могзон" },
                    { "30844", 800.0, "Россия", 51.359999999999999, 110.45999999999999, "Хилок", "Hilok", "Хилок" },
                    { "30845", 855.0, "Россия", 51.549999999999997, 111.18000000000001, "Харагун", "Kharagun", "Харагун" },
                    { "30846", 743.0, "Россия", 51.350000000000001, 112.45999999999999, "Улеты", "Ulety", "Улеты" },
                    { "30849", 814.0, "Россия", 51.130000000000003, 111.91, "Горекацан", "Gorekatsan", "Горекацан" },
                    { "30853", 619.0, "Россия", 51.630000000000003, 114.31, "Карымская", "Karymskaya", "Карымская" },
                    { "30856", 877.0, "Россия", 51.479999999999997, 114.53, "Седловая", "Sedlovaya", "Седловая" },
                    { "30858", 802.0, "Россия", 51.200000000000003, 113.70999999999999, "Дарасун", "Darasun", "Дарасун" },
                    { "30859", 680.0, "Россия", 51.100000000000001, 114.51000000000001, "Агинское", "Aginskoe", "Агинское" },
                    { "30862", 596.0, "Россия", 51.859999999999999, 116.03, "Шилка", "Shilka", "Шилка" },
                    { "30866", 646.0, "Россия", 51.549999999999997, 116.7, "Балей", "Baley", "Балей" },
                    { "30874", 713.0, "Россия", 51.649999999999999, 117.56, "Шелопугино", "Shelopugino", "Шелопугино" },
                    { "30875", 698.0, "Россия", 51.530000000000001, 118.33, "Ямкун", "Yamkun", "Ямкун" },
                    { "30879", 621.0, "Россия", 51.310000000000002, 119.61, "Нерчинский з-д", "Nerchinsky Zavod", "Нерчинский з-д" },
                    { "30911", 1172.0, "Россия", 50.710000000000001, 102.78, "Санага", "Sanaga", "Санага" },
                    { "30915", 985.0, "Россия", 50.43, 103.59999999999999, "Цакир", "Tsakir", "Цакир" },
                    { "30924", 684.0, "Россия", 50.609999999999999, 105.31, "Петропавловка", "Petropavlovka", "Петропавловка" },
                    { "30925", 791.0, "Россия", 50.359999999999999, 106.45, "Кяхта", "Kjahta", "Кяхта" },
                    { "30934", 636.0, "Россия", 50.600000000000001, 107.58, "Бичура", "Bichura", "Бичура" },
                    { "30935", 770.0, "Россия", 50.359999999999999, 108.75, "Красный Чикой", "Krasny Chikoy", "Красный Чикой" },
                    { "30938", 936.0, "Россия", 49.43, 108.84999999999999, "Менза", "Menza", "Менза" },
                    { "30944", 884.0, "Россия", 50.579999999999998, 110.15000000000001, "Черемхово", "Cheremhovo", "Черемхово" },
                    { "30947", 1154.0, "Россия", 50.060000000000002, 110.15000000000001, "Шумиловка", "Shumilovka", "Шумиловка" },
                    { "30948", 1137.0, "Россия", 49.450000000000003, 111.13, "Букукун", "Bukukun", "Букукун" },
                    { "30949", 907.0, "Россия", 49.560000000000002, 111.95999999999999, "Кыра", "Kyra", "Кыра" },
                    { "30954", 808.0, "Россия", 49.700000000000003, 112.66, "Мангут", "Mangut", "Мангут" },
                    { "30957", 731.0, "Россия", 50.259999999999998, 113.26000000000001, "Акша", "Aksha", "Акша" },
                    { "30961", 642.0, "Россия", 50.950000000000003, 115.58, "Оловянная", "Olovjannaya", "Оловянная" },
                    { "30964", 639.0, "Россия", 50.509999999999998, 115.13, "Нижний Цасучей", "Nizhny Tsasuchey", "Нижний Цасучей" },
                    { "30965", 675.0, "Россия", 50.399999999999999, 116.51000000000001, "Борзя", "Borzya", "Борзя" },
                    { "30967", 620.0, "Россия", 49.899999999999999, 115.75, "Соловьевск", "Solovevsk", "Соловьевск" },
                    { "30968", 703.0, "Россия", 49.630000000000003, 117.33, "Забайкальск", "Zabaykalsk", "Забайкальск" },
                    { "30971", 805.0, "Россия", 50.909999999999997, 117.93000000000001, "Александровский Завод", "Aleksandrovsky Zavod", "Александровский Завод" },
                    { "30972", 694.0, "Россия", 50.880000000000003, 118.58, "Доно", "Dono", "Доно" },
                    { "30975", 521.0, "Россия", 50.329999999999998, 119.06, "Приаргунск", "Priargunsk", "Приаргунск" },
                    { "30978", 547.0, "Россия", 49.829999999999998, 118.38, "Кайластуй", "Kajlastuj", "Кайластуй" },
                    { "31004", 678.0, "Россия", 58.609999999999999, 125.36, "Алдан", "Aldan", "Алдан" },
                    { "31005", 284.0, "Россия", 58.960000000000001, 126.26000000000001, "Томмот", "Tommot", "Томмот" },
                    { "31011", 278.0, "Россия", 59.659999999999997, 127.05, "Буяга", "Buyaga", "Буяга" },
                    { "31016", 231.0, "Россия", 58.630000000000003, 128.5, "Угино", "Ugino", "Угино" },
                    { "31026", 197.0, "Россия", 58.729999999999997, 130.61000000000001, "Учур", "Uchur", "Учур" },
                    { "31041", 179.0, "Россия", 59.630000000000003, 133.03, "Усть-Миль", "Ust-Mil", "Усть-Миль" },
                    { "31054", 209.0, "Россия", 59.18, 135.15000000000001, "Усть-Юдома", "Ust-Judoma", "Усть-Юдома" },
                    { "31062", 379.0, "Россия", 59.759999999999998, 137.66, "Югаренок", "Yugarenok", "Югаренок" },
                    { "31067", 435.0, "Россия", 58.659999999999997, 137.09999999999999, "Курун-Урях", "Kurun-Uryakh", "Курун-Урях" },
                    { "31083", 121.0, "Россия", 59.960000000000001, 144.78, "Хейджан", "Kheydzhan", "Хейджан" },
                    { "31087", 4.0, "Россия", 58.810000000000002, 141.84999999999999, "Улья", "Ulya", "Улья" },
                    { "31088", 4.0, "Россия", 59.359999999999999, 143.19999999999999, "Охотск", "Okhotsk", "Охотск" },
                    { "31092", 21.0, "Россия", 59.759999999999998, 148.63, "Талон", "Talon", "Талон" },
                    { "31097", 17.0, "Россия", 59.210000000000001, 146.21000000000001, "Ушки", "Ushki", "Ушки" },
                    { "31102", 1204.0, "Россия", 57.649999999999999, 125.95999999999999, "Канку", "Kanku", "Канку" },
                    { "31123", 254.0, "Россия", 57.759999999999998, 130.90000000000001, "Чюльбю", "Chjulbju", "Чюльбю" },
                    { "31137", 848.0, "Россия", 56.280000000000001, 131.13, "Токо", "Toko", "Токо" },
                    { "31152", 325.0, "Россия", 57.649999999999999, 136.15000000000001, "Нелькан", "Nelkan", "Нелькан" },
                    { "31158", 496.0, "Россия", 56.600000000000001, 136.30000000000001, "Батомга", "Batomga", "Батомга" },
                    { "31168", 6.0, "Россия", 56.450000000000003, 138.15000000000001, "Аян", "Ajan", "Аян" },
                    { "31174", 9.0, "Россия", 54.829999999999998, 137.53, "Большой Шантар", "Bolshoy Shantar", "Большой Шантар" },
                    { "31199", 448.0, "Россия", 55.030000000000001, 126.8, "Унаха", "Unaha", "Унаха" },
                    { "31235", 318.0, "Россия", 55.329999999999998, 134.5, "Джана", "Dzhana", "Джана" },
                    { "31253", 365.0, "Россия", 54.710000000000001, 128.86000000000001, "Бомнак", "Bomnak", "Бомнак" },
                    { "31263", 462.0, "Россия", 54.729999999999997, 130.44999999999999, "Локшак", "Loksak", "Локшак" },
                    { "31285", 62.0, "Россия", 54.5, 134.41, "Удское", "Udskoe", "Удское" },
                    { "31286", 9.0, "Россия", 54.710000000000001, 135.30000000000001, "Чумикан", "Chumikan", "Чумикан" },
                    { "31295", 362.0, "Россия", 53.460000000000001, 125.81, "Магдагачи", "Magdagchi", "Магдагачи" },
                    { "31299", 314.0, "Россия", 53.100000000000001, 126.34999999999999, "Тыгда", "Tygda", "Тыгда" },
                    { "31300", 228.0, "Россия", 53.740000000000002, 127.27, "Зея", "Zeya", "Зея" },
                    { "31311", 405.0, "Россия", 53.960000000000001, 129.06, "Огорон", "Ogoron", "Огорон" },
                    { "31318", 319.0, "Россия", 53.350000000000001, 130.0, "Нора", "Nora", "Нора" },
                    { "31325", 442.0, "Россия", 53.479999999999997, 131.78, "Шевли", "Shevli", "Шевли" },
                    { "31329", 540.0, "Россия", 53.079999999999998, 132.93000000000001, "Экимчан", "Ekimchan", "Экимчан" },
                    { "31331", 282.0, "Россия", 53.659999999999997, 133.08000000000001, "Баладек", "Baladek", "Баладек" },
                    { "31338", 682.0, "Россия", 53.130000000000003, 133.96000000000001, "Селемджа", "Celemdzha", "Селемджа" },
                    { "31346", 52.0, "Россия", 53.759999999999998, 136.80000000000001, "Тугур", "Tugur", "Тугур" },
                    { "31348", 153.0, "Россия", 53.049999999999997, 136.03, "Бурукан", "Burukan", "Бурукан" },
                    { "31362", 19.0, "Россия", 53.950000000000003, 140.33000000000001, "Литке", "Litke", "Литке" },
                    { "31364", 21.0, "Россия", 53.560000000000002, 139.65000000000001, "Кульчи", "Kulchi", "Кульчи" },
                    { "31369", 45.0, "Россия", 53.140000000000001, 140.69, "Николаевск-на-Амуре", "Nikolaevsk-na-Amure", "Николаевск-на-Амуре" },
                    { "31371", 208.0, "Россия", 52.780000000000001, 126.0, "Черняево", "Chernjaevo", "Черняево" },
                    { "31373", 332.0, "Россия", 53.0, 128.65000000000001, "Октябрьский Прииск", "Oktjabrsky Priisk", "Октябрьский Прииск" },
                    { "31377", 202.0, "Россия", 52.159999999999997, 126.58, "Аносово", "Anosovo", "Аносово" },
                    { "31384", 246.0, "Россия", 52.560000000000002, 129.06, "Гарь", "Gar", "Гарь" },
                    { "31388", 207.0, "Россия", 52.350000000000001, 129.91, "Норск", "Norsk", "Норск" },
                    { "31392", 364.0, "Россия", 52.799999999999997, 131.71000000000001, "Стойба", "Stojba", "Стойба" },
                    { "31394", 300.0, "Россия", 52.579999999999998, 131.13, "Селемджинское", "Selemdzinskoe", "Селемджинское" },
                    { "31397", 266.0, "Россия", 52.450000000000003, 130.86000000000001, "Бысса", "Byssa", "Бысса" },
                    { "31416", 69.0, "Россия", 52.409999999999997, 136.5, "Им.Полины Осипенко", "Im Poliny Osipenko", "Им.Полины Осипенко" },
                    { "31418", 201.0, "Россия", 52.280000000000001, 135.80000000000001, "Веселая Горка", "Veselaya Gorka", "Веселая Горка" },
                    { "31421", 60.0, "Россия", 52.700000000000003, 137.53, "Гуга", "Guga", "Гуга" },
                    { "31423", 15.0, "Россия", 52.909999999999997, 138.84999999999999, "Удинское", "Udinskoe", "Удинское" },
                    { "31432", 25.0, "Россия", 52.899999999999999, 140.0, "Воскресенское", null, "Воскресенское" },
                    { "31436", 24.0, "Россия", 52.659999999999997, 141.28, "Джаоре", "Dzhaore", "Джаоре" },
                    { "31437", 220.0, "Россия", 52.159999999999997, 139.16, "Сомнительный Прииск", "Somnitelny Priisk", "Сомнительный Прииск" },
                    { "31439", 33.0, "Россия", 52.380000000000003, 140.46000000000001, "Богородское", "Bogorodskoe", "Богородское" },
                    { "31441", 211.0, "Россия", 51.649999999999999, 126.91, "Саскаль", "Saskal", "Саскаль" },
                    { "31442", 280.0, "Россия", 51.979999999999997, 127.65000000000001, "Шимановск", "Shimanovsk", "Шимановск" },
                    { "31443", 161.0, "Россия", 51.630000000000003, 128.81, "Мазаново", "Mazanovo", "Мазаново" },
                    { "31445", 194.0, "Россия", 51.450000000000003, 128.11000000000001, "Свободный", "Svobodny", "Свободный" },
                    { "31459", 261.0, "Россия", 51.350000000000001, 130.43000000000001, "Верхняя Томь", "Verhnjaya Tom", "Верхняя Томь" },
                    { "31469", 370.0, "Россия", 51.159999999999997, 132.94999999999999, "Чегдомын", "Chegdomyn", "Чегдомын" },
                    { "31474", 383.0, "Россия", 51.630000000000003, 133.25999999999999, "Усть-Умальта", "Ust-Umalta", "Усть-Умальта" },
                    { "31478", 901.0, "Россия", 52.259999999999998, 133.97999999999999, "Софийский Прииск", "Sofijsky Priisk", "Софийский Прииск" },
                    { "31482", 132.0, "Россия", 51.710000000000001, 135.93000000000001, "Дуки", "Duki", "Дуки" },
                    { "31484", 268.0, "Россия", 51.409999999999997, 135.08000000000001, "Хуларин", "Hularin", "Хуларин" },
                    { "31489", 92.0, "Россия", 51.200000000000003, 136.80000000000001, "Горин", "Gorin", "Горин" },
                    { "31497", 36.0, "Россия", 51.130000000000003, 137.43000000000001, "Бактор", "Baktor", "Бактор" },
                    { "31502", 21.0, "Россия", 51.729999999999997, 140.18000000000001, "Мариинск", "Mariinsk", "Мариинск" },
                    { "31504", 46.0, "Россия", 51.329999999999998, 139.25, "Циммермановка", "Tsimmermanovka", "Циммермановка" },
                    { "31509", 36.0, "Россия", 51.479999999999997, 140.78, "Де-Кастри", "De-Kastri", "Де-Кастри" },
                    { "31510", 168.0, "Россия", 50.219999999999999, 127.47, "Благовещенск", "Blagoveschensk", "Благовещенск" },
                    { "31511", 147.0, "Россия", 50.780000000000001, 127.3, "Сергеевка", "Sergeevka", "Сергеевка" },
                    { "31512", 130.0, "Россия", 50.25, 127.56, "Благовещенск ОГМС", "Blagoveschensk OGMS", "Благовещенск ОГМС" },
                    { "31513", 178.0, "Россия", 50.909999999999997, 128.46000000000001, "Белогорск", "Belogorsk", "Белогорск" },
                    { "31521", 230.0, "Россия", 50.780000000000001, 129.33000000000001, "Братолюбовка", "Bratoljubovka", "Братолюбовка" },
                    { "31527", 238.0, "Россия", 50.109999999999999, 129.46000000000001, "Завитая", "Zavitaya", "Завитая" },
                    { "31532", 270.0, "Россия", 50.859999999999999, 132.25, "Чекунда", "Chekunda", "Чекунда" },
                    { "31534", 275.0, "Россия", 50.43, 131.00999999999999, "Сектагли", "Sektagli", "Сектагли" },
                    { "31538", 343.0, "Россия", 50.060000000000002, 132.13, "Сутур", "Sutur", "Сутур" },
                    { "31548", 433.0, "Россия", 50.049999999999997, 133.58000000000001, "Верховье Урми", "Verkhovye Urmi", "Верховье Урми" },
                    { "31550", 305.0, "Россия", 50.700000000000003, 136.69999999999999, "Солнечный", "Colnechny", "Солнечный" },
                    { "31561", 20.0, "Россия", 50.530000000000001, 137.03, "Комсомольск-на-Амуре", "Komsomolsk-na-Amure", "Комсомольск-на-Амуре" },
                    { "31562", 18.0, "Россия", 50.93, 138.18000000000001, "Нижне-Тамбовское", "Nizhnetambovskoe", "Нижне-Тамбовское" },
                    { "31566", 193.0, "Россия", 50.350000000000001, 138.38999999999999, "Сегжема", "Segzhema", "Сегжема" },
                    { "31573", 6.0, "Россия", 50.729999999999997, 140.41, "Сизиман", "Siziman", "Сизиман" },
                    { "31583", 114.0, "Россия", 49.780000000000001, 129.91, "Малиновка", "Malinovka", "Малиновка" },
                    { "31586", 118.0, "Россия", 49.609999999999999, 127.95999999999999, "Константиновка", "Konstantinovka", "Константиновка" },
                    { "31587", 114.0, "Россия", 49.609999999999999, 128.65000000000001, "Поярково", "Pojarkovo", "Поярково" },
                    { "31594", 133.0, "Россия", 49.409999999999997, 130.08000000000001, "Архара", "Arkhara", "Архара" },
                    { "31618", 154.0, "Россия", 49.009999999999998, 132.46000000000001, "Бира", "Bira", "Бира" },
                    { "31624", 198.0, "Россия", 49.399999999999999, 133.22999999999999, "Урми", "Urmi", "Урми" },
                    { "31632", 283.0, "Россия", 49.93, 134.63, "Кур", "Kur", "Кур" },
                    { "31636", 222.0, "Россия", 49.549999999999997, 134.72999999999999, "Неран", "Neran", "Неран" },
                    { "31647", 71.0, "Россия", 49.229999999999997, 135.18000000000001, "Литовко", "Litovko", "Литовко" },
                    { "31655", 33.0, "Россия", 49.450000000000003, 136.56, "Троицкое", "Troitskoe", "Троицкое" },
                    { "31661", 97.0, "Россия", 49.229999999999997, 137.11000000000001, "Анюй", "Anyuy", "Анюй" },
                    { "31677", 911.0, "Россия", 49.159999999999997, 138.05000000000001, "Солекуль", "Solekul", "Солекуль" },
                    { "31683", 57.0, "Россия", 49.649999999999999, 140.08000000000001, "Тумнин", "Tumnin", "Тумнин" },
                    { "31702", 265.0, "Россия", 49.0, 131.08000000000001, "Облучье", "Obluchje", "Облучье" },
                    { "31703", 227.0, "Россия", 49.0, 131.72999999999999, "Биракан", "Birakan", "Биракан" },
                    { "31707", 71.0, "Россия", 47.729999999999997, 130.96000000000001, "Екатерино-Никольское", "Ekaterino-Nikolskoe", "Екатерино-Никольское" },
                    { "31710", 54.0, "Россия", 47.950000000000003, 132.61000000000001, "Ленинское", "Leninskoe", "Ленинское" },
                    { "31713", 80.0, "Россия", 48.729999999999997, 132.94999999999999, "Биробиджан", "Birobidzhan", "Биробиджан" },
                    { "31725", 50.0, "Россия", 48.609999999999999, 133.83000000000001, "Смидович", "Smidovich", "Смидович" },
                    { "31733", 61.0, "Россия", 48.810000000000002, 135.88, "Елабуга", "Elabuga", "Елабуга" },
                    { "31735", 75.0, "Россия", 48.520000000000003, 135.18000000000001, "Хабаровск", "Habarovsk", "Хабаровск" },
                    { "31736", 72.0, "Россия", 48.530000000000001, 135.22999999999999, "Хабаровск", "Habarovsk", "Хабаровск" },
                    { "31738", 39.0, "Россия", 48.5, 135.0, "Хабаровск", null, "Хабаровск" },
                    { "31754", 404.0, "Россия", 48.600000000000001, 137.05000000000001, "Тивяку", "Tivjaku", "Тивяку" },
                    { "31766", 379.0, "Россия", 48.630000000000003, 138.97999999999999, "Иоли", "Ioli", "Иоли" },
                    { "31770", 20.0, "Россия", 49.0, 140.30000000000001, "Советская Гавань", "Sovetskaya Gavan", "Советская Гавань" },
                    { "31786", 86.0, "Россия", 47.549999999999997, 134.81, "Вяземская", "Vjazemskaya", "Вяземская" },
                    { "31788", 75.0, "Россия", 47.149999999999999, 134.33000000000001, "Лермонтовка", "Lermontovka", "Лермонтовка" },
                    { "31790", 70.0, "Россия", 47.950000000000003, 135.22999999999999, "Георгиевка", "Georgievka", "Георгиевка" },
                    { "31792", 104.0, "Россия", 47.759999999999998, 135.63, "Бичевая", "Bicevaya", "Бичевая" },
                    { "31801", 180.0, "Россия", 47.659999999999997, 136.18000000000001, "Гвасюги", "Gvasjugi", "Гвасюги" },
                    { "31823", 3.0, "Россия", 47.960000000000001, 139.53, "Гроссевичи", "Grossevichi", "Гроссевичи" },
                    { "31825", 166.0, "Россия", 47.600000000000001, 138.40000000000001, "Агзу", "Agzu", "Агзу" },
                    { "31829", 27.0, "Россия", 47.310000000000002, 138.97999999999999, "Золотой", "Zolotoj", "Золотой" },
                    { "31832", 70.0, "Россия", 46.799999999999997, 134.25999999999999, "Бикин", "Bikin", "Бикин" },
                    { "31845", 128.0, "Россия", 46.530000000000001, 135.31, "Красный Яр", "Krasny Jar", "Красный Яр" },
                    { "31851", 246.0, "Россия", 46.68, 136.21000000000001, "Родниковая", "Rodnikovaya", "Родниковая" },
                    { "31866", 2.0, "Россия", 46.530000000000001, 138.33000000000001, "Сосуново", "Sosunovo", "Сосуново" },
                    { "31869", 109.0, "Россия", 46.25, 141.25999999999999, "Монерон", "Moneron", "Монерон" },
                    { "31873", 100.0, "Россия", 45.859999999999999, 133.72999999999999, "Дальнереченск", "Dalnerechinsk", "Дальнереченск" },
                    { "31878", 97.0, "Россия", 45.090000000000003, 133.5, "Кировский", "Kirovsky", "Кировский" },
                    { "31884", 138.0, "Россия", 45.409999999999997, 134.25999999999999, "Малиново", "Malinovo", "Малиново" },
                    { "31895", 332.0, "Россия", 45.450000000000003, 135.5, "Мельничное", "Melnichnoe", "Мельничное" },
                    { "31909", 51.0, "Россия", 45.0, 136.59999999999999, "Терней", "Terney", "Терней" },
                    { "31913", 92.0, "Россия", 45.210000000000001, 131.97999999999999, "Турий Рог", "Turiy Rog", "Турий Рог" },
                    { "31915", 217.0, "Россия", 44.399999999999999, 131.38, "Пограничный", "Pogranichny", "Пограничный" },
                    { "31917", 110.0, "Россия", 44.030000000000001, 131.31, "Полтавка", "Poltavka", "Полтавка" },
                    { "31921", 74.0, "Россия", 44.710000000000001, 132.06, "Астраханка", "Astrahanka", "Астраханка" },
                    { "31924", 126.0, "Россия", 44.43, 132.06, "Хороль", "Khorol", "Хороль" },
                    { "31931", 99.0, "Россия", 44.799999999999997, 133.08000000000001, "Свиягино", "Svijagino", "Свиягино" },
                    { "31935", 158.0, "Россия", 44.409999999999997, 133.47999999999999, "Яковлевка", "Jakovlevka", "Яковлевка" },
                    { "31939", 257.0, "Россия", 44.149999999999999, 133.86000000000001, "Чугуевка", "Chuguevka", "Чугуевка" },
                    { "31942", 169.0, "Россия", 44.75, 134.19999999999999, "Самарка", "Samarka", "Самарка" },
                    { "31943", 141.0, "Россия", 44.899999999999999, 134.88, "Рощино", "Roshchino", "Рощино" },
                    { "31958", 62.0, "Россия", 44.25, 135.44999999999999, "Богополь", "Bogopol", "Богополь" },
                    { "31959", 27.0, "Россия", 44.359999999999999, 135.84999999999999, "Рудная Пристань", "Rudnaja Pristan", "Рудная Пристань" },
                    { "31960", 187.0, "Россия", 43.109999999999999, 131.91, "Владивосток", "Vladivostok", "Владивосток" },
                    { "31961", 34.0, "Россия", 43.880000000000003, 131.96000000000001, "Тимирязевский", "Timiryazevsky", "Тимирязевский" },
                    { "31962", 87.0, "Россия", 43.630000000000003, 132.22999999999999, "Приморская Воднобал.", "Primorskaya", "Приморская Воднобал." },
                    { "31969", 41.0, "Россия", 42.649999999999999, 130.80000000000001, "Посьет", "Posjet", "Посьет" },
                    { "31970", 37.0, "Россия", 42.799999999999997, 132.88999999999999, "Находка", "Nakhodka", "Находка" },
                    { "31977", 77.0, "Россия", 43.259999999999998, 132.05000000000001, "Сад-Город", "Sad Gorod", "Сад-Город" },
                    { "31981", 186.0, "Россия", 43.960000000000001, 133.06, "Анучино", "Anuchino", "Анучино" },
                    { "31987", 221.0, "Россия", 43.149999999999999, 133.00999999999999, "Партизанск", "Partizansk", "Партизанск" },
                    { "31989", 44.0, "Россия", 42.899999999999999, 133.90000000000001, "Преображение", "Preobrazhenie", "Преображение" },
                    { "31994", 509.0, "Россия", 43.579999999999998, 134.16, "Березняки", "Bereznjaki", "Березняки" },
                    { "31996", 29.0, "Россия", 43.43, 134.75999999999999, "Маргаритово", "Margaritovo", "Маргаритово" },
                    { "32004", 6.0, "Россия", 53.25, 141.80000000000001, "Рыбновск", "Rybnovsk", "Рыбновск" },
                    { "32010", 31.0, "Россия", 53.5, 142.90000000000001, "Оха", "Okha", "Оха" },
                    { "32013", 9.0, "Россия", 54.329999999999998, 142.63, "Ныврово", "Nyvrovo", "Ныврово" },
                    { "32014", 6.0, "Россия", 53.560000000000002, 142.5, "Москальво", "Moskalvo", "Москальво" },
                    { "32027", 6.0, "Россия", 52.210000000000001, 141.63, "Погиби", "Pogibi", "Погиби" },
                    { "32053", 29.0, "Россия", 51.909999999999997, 143.13, "Ноглики", "Nogliki", "Ноглики" },
                    { "32057", 66.0, "Россия", 51.130000000000003, 142.66, "Адо-Тымово", "Ado-Tymovo", "Адо-Тымово" },
                    { "32059", 11.0, "Россия", 51.109999999999999, 143.56, "Комрво", "Komrvo", "Комрво" },
                    { "32061", 30.0, "Россия", 50.899999999999999, 142.16, "Александровск-Сахалинский", "Aleksandrovsk-Sahalinsky", "Александровск-Сахалинский" },
                    { "32069", 3.0, "Россия", 50.049999999999997, 142.16, "Пильво", "Pilvo", "Пильво" },
                    { "32071", 94.0, "Россия", 50.729999999999997, 142.71000000000001, "Тымовское", "Tymovskoe", "Тымовское" },
                    { "32076", 6.0, "Россия", 50.399999999999999, 143.75999999999999, "Пограничное", "Pogranichnoe", "Пограничное" },
                    { "32077", 180.0, "Россия", 50.229999999999997, 142.58000000000001, "Онор", "Onor", "Онор" },
                    { "32088", 39.0, "Россия", 49.060000000000002, 142.03, "Углегорск", "Uglegorsk", "Углегорск" },
                    { "32098", 7.0, "Россия", 49.210000000000001, 143.09999999999999, "Поронайск", "Poronajsk", "Поронайск" },
                    { "32099", 33.0, "Россия", 48.649999999999999, 144.72999999999999, "Мыс Терпения", "Mys Terpeniya", "Мыс Терпения" },
                    { "32116", 37.0, "Россия", 48.609999999999999, 142.78, "Макаров", "Makarov", "Макаров" },
                    { "32121", 17.0, "Россия", 47.979999999999997, 142.19999999999999, "Ильинский", "Ilyinskiy", "Ильинский" },
                    { "32128", 40.0, "Россия", 47.049999999999997, 142.05000000000001, "Холмск", "Holmsk", "Холмск" },
                    { "32133", 10.0, "Россия", 47.329999999999998, 142.80000000000001, "Долинск", "Dolinsk", "Долинск" },
                    { "32145", 158.0, "Россия", 46.659999999999997, 141.86000000000001, "Невельск", "Nevelsk", "Невельск" },
                    { "32149", 36.0, "Россия", 45.899999999999999, 142.08000000000001, "Мыс Крильон", "Mys Krilyon", "Мыс Крильон" },
                    { "32150", 22.0, "Россия", 46.950000000000003, 142.71000000000001, "Южно-Сахалинск", "Juzhno-Sahalinsk", "Южно-Сахалинск" },
                    { "32152", 21.0, "Россия", 46.880000000000003, 142.72999999999999, "Южно-Сахалинск", "Yuzhno-Sakhalinsk", "Южно-Сахалинск" },
                    { "32156", 11.0, "Россия", 46.380000000000003, 143.34999999999999, "Новиково", "Novikovo", "Новиково" },
                    { "32158", 37.0, "Россия", 46.649999999999999, 142.75999999999999, "Корсаков", "Korsakov", "Корсаков" },
                    { "32165", 44.0, "Россия", 44.009999999999998, 145.86000000000001, "Южно-Курильск", "Juzhno-Kurilsk", "Южно-Курильск" },
                    { "32166", 63.0, "Россия", 43.880000000000003, 146.83000000000001, "Малокурильское", "Malokurilskoe", "Малокурильское" },
                    { "32174", 28.0, "Россия", 45.25, 147.88, "Курильск", "Kurilsk", "Курильск" },
                    { "32186", 76.0, "Россия", 46.200000000000003, 150.5, "Уруп", "Urup", "Уруп" },
                    { "32195", 25.0, "Россия", 46.850000000000001, 151.86000000000001, "Симушир", "Simushir", "Симушир" },
                    { "32207", 58.0, "Россия", 48.060000000000002, 153.21000000000001, "Матуа", "Matua", "Матуа" },
                    { "32213", 48.0, "Россия", 50.859999999999999, 156.68000000000001, "Мыс Лопатка", "Mys Lopatka", "Мыс Лопатка" },
                    { "32215", 24.0, "Россия", 50.68, 156.13, "Северо-Курильск", "Severo-Kurilsk", "Северо-Курильск" },
                    { "32217", 14.0, "Россия", 50.030000000000001, 155.41, "Мыс Васильева", "Mys Vasilyeva", "Мыс Васильева" },
                    { "32246", 5.0, "Россия", 59.299999999999997, 163.16, "Оссора", "Ossora", "Оссора" },
                    { "32252", 4.0, "Россия", 58.5, 159.16, "Усть-Воямполка", "Ust-Vojampolka", "Усть-Воямполка" },
                    { "32287", 3.0, "Россия", 57.090000000000003, 156.72999999999999, "Усть-Хайрюзово", "Ust-Khayryuzovo", "Усть-Хайрюзово" },
                    { "32363", 481.0, "Россия", 55.909999999999997, 158.71000000000001, "Эссо", "Esso", "Эссо" },
                    { "32389", 28.0, "Россия", 56.310000000000002, 160.83000000000001, "Ключи", "Kljuchi", "Ключи" },
                    { "32408", 19.0, "Россия", 56.229999999999997, 162.69, "Усть-Камчатск", "Ust-Kamchatsk", "Усть-Камчатск" },
                    { "32411", 5.0, "Россия", 55.579999999999998, 155.58000000000001, "Ича", "Ica", "Ича" },
                    { "32447", 102.0, "Россия", 55.109999999999999, 159.06, "Долиновка", "Dolinovka", "Долиновка" },
                    { "32477", 25.0, "Россия", 54.299999999999997, 155.91, "Соболево", "Sobolevo", "Соболево" },
                    { "32509", 28.0, "Россия", 54.109999999999999, 159.97999999999999, "Семячик", "Semjachik", "Семячик" },
                    { "32519", 9.0, "Россия", 54.609999999999999, 161.19999999999999, "Кроноки", "Kronoki", "Кроноки" },
                    { "32539", 317.0, "Россия", 53.109999999999999, 157.72999999999999, "Начики", "Nachiki", "Начики" },
                    { "32540", 78.0, "Россия", 53.079999999999998, 158.58000000000001, "Петропавловск-Камчатский", "Petropavlovsk-Kamchatskij", "Петропавловск-Камчатский" },
                    { "32547", 40.0, "Россия", 53.079999999999998, 158.30000000000001, "Сосновка", "Sosnovka", "Сосновка" },
                    { "32562", 30.0, "Россия", 52.829999999999998, 156.30000000000001, "Большерецк", "Bolsheretsk", "Большерецк" },
                    { "32564", 0.0, "Россия", 52.659999999999997, 156.22999999999999, "Октябрьский", "Oktyabrsky", "Октябрьский" },
                    { "32583", 32.0, "Россия", 52.859999999999999, 158.65000000000001, "Петропавловск-Камчатский", "Petropavlovsk-Kamchatskij", "Петропавловск-Камчатский" },
                    { "32586", 120.0, "Россия", 52.880000000000003, 158.71000000000001, "Петропавловский Маяк", "Petropavlovsky Mayak", "Петропавловский Маяк" },
                    { "32594", 36.0, "Россия", 51.479999999999997, 156.47999999999999, "Озерная", "Ozernaja", "Озерная" },
                    { "32596", 21.0, "Россия", 51.810000000000002, 158.09999999999999, "Водопадная", "Vodopadnaya", "Водопадная" },
                    { "32618", 16.0, "Россия", 55.200000000000003, 165.97999999999999, "О.Беринга", "Ostrov Beringa", "О.Беринга" },
                    { "33166", 205.0, "Россия", 51.560000000000002, 34.68, "Рыльск", "Rylsk", "Рыльск" },
                    { "34003", 274.0, "Россия", 52.310000000000002, 36.299999999999997, "Поныри", "Ponyri", "Поныри" },
                    { "34009", 246.0, "Россия", 51.759999999999998, 36.159999999999997, "Курск", "Kursk", "Курск" },
                    { "34010", 209.0, "Россия", 51.799999999999997, 36.299999999999997, "Курск Восточный", null, "Курск Восточный" },
                    { "34013", 177.0, "Россия", 52.43, 37.600000000000001, "Ливны", "Livny", "Ливны" },
                    { "34026", 138.0, "Россия", 52.149999999999999, 39.149999999999999, "Конь-Колодезь", "Kon-Kolodez", "Конь-Колодезь" },
                    { "34027", 191.0, "Россия", 51.780000000000001, 38.130000000000003, "Ново-Касторное", "Novo-Kastornoe", "Ново-Касторное" },
                    { "34047", 144.0, "Россия", 51.829999999999998, 41.479999999999997, "Жердевка", "Zerdevka", "Жердевка" },
                    { "34056", 211.0, "Россия", 52.25, 43.780000000000001, "Ртищево", "Rtiscevo", "Ртищево" },
                    { "34059", 163.0, "Россия", 51.859999999999999, 43.579999999999998, "Росташи", "Rostashi", "Росташи" },
                    { "34063", 197.0, "Россия", 52.280000000000001, 45.399999999999999, "Петровск", "Petrovsk", "Петровск" },
                    { "34069", 210.0, "Россия", 51.859999999999999, 45.030000000000001, "Аткарск", "Atkarsk", "Аткарск" },
                    { "34072", 300.0, "Россия", 52.329999999999998, 46.359999999999999, "Карабулак", "Karabulak", "Карабулак" },
                    { "34081", 97.0, "Россия", 52.399999999999999, 47.299999999999997, "Черкасское", null, "Черкасское" },
                    { "34083", 77.0, "Россия", 52.5, 48.079999999999998, "Хвалынск", "Hvalynsk", "Хвалынск" },
                    { "34085", 37.0, "Россия", 52.030000000000001, 47.799999999999997, "Балаково", "Balakovo", "Балаково" },
                    { "34098", 36.0, "Россия", 52.030000000000001, 48.829999999999998, "Пугачев", "Pugachev", "Пугачев" },
                    { "34109", 190.0, "Россия", 51.200000000000003, 36.310000000000002, "Обоянь", "Obojan", "Обоянь" },
                    { "34110", 223.0, "Россия", 51.159999999999997, 37.350000000000001, "Богородицкое-Фенино", "Bogoroditskoe-Fenino", "Богородицкое-Фенино" },
                    { "34116", 216.0, "Россия", 51.299999999999997, 37.880000000000003, "Старый Оскол", "Staryj Oskol", "Старый Оскол" },
                    { "34122", 156.0, "Россия", 51.799999999999997, 39.299999999999997, "Воронеж Чертовицкое", null, "Воронеж Чертовицкое" },
                    { "34123", 147.0, "Россия", 51.700000000000003, 39.210000000000001, "Воронеж", "Voronezh", "Воронеж" },
                    { "34139", 193.0, "Россия", 51.049999999999997, 40.700000000000003, "Каменная Степь", "Kamennaya Step", "Каменная Степь" },
                    { "34146", 104.0, "Россия", 51.359999999999999, 42.079999999999998, "Борисоглебск", "Borisoglebsk", "Борисоглебск" },
                    { "34152", 156.0, "Россия", 51.549999999999997, 43.149999999999999, "Балашов", "Balashov", "Балашов" },
                    { "34163", 202.0, "Россия", 51.630000000000003, 45.450000000000003, "Октябрьский Городок", "Oktjabrsky Gorodok", "Октябрьский Городок" },
                    { "34172", 156.0, "Россия", 51.600000000000001, 46.0, "Саратов", null, "Саратов" },
                    { "34186", 109.0, "Россия", 51.359999999999999, 48.299999999999997, "Ершов", "Ershov", "Ершов" },
                    { "34199", 104.0, "Россия", 51.200000000000003, 49.729999999999997, "Озинки", "Ozinki", "Озинки" },
                    { "34202", 225.0, "Россия", 50.799999999999997, 35.759999999999998, "Готня", "Gotnja", "Готня" },
                    { "34213", 138.0, "Россия", 50.75, 37.859999999999999, "Новый Оскол", "Novyj Oskol", "Новый Оскол" },
                    { "34214", 223.0, "Россия", 50.630000000000003, 36.579999999999998, "Белгород", "Belgorod", "Белгород" },
                    { "34231", 113.0, "Россия", 51.0, 39.5, "Лиски", "Liski", "Лиски" },
                    { "34238", 152.0, "Россия", 51.479999999999997, 40.409999999999997, "Анна", "Anna", "Анна" },
                    { "34240", 105.0, "Россия", 50.799999999999997, 42.0, "Урюпинск", "Urjupinsk", "Урюпинск" },
                    { "34247", 90.0, "Россия", 50.409999999999997, 41.049999999999997, "Калач", "Kalach", "Калач" },
                    { "34253", 131.0, "Россия", 50.950000000000003, 43.729999999999997, "Елань", "Elan", "Елань" },
                    { "34254", 96.0, "Россия", 50.530000000000001, 42.68, "Новоаннинский", "Novoanninsky", "Новоаннинский" },
                    { "34262", 115.0, "Россия", 50.829999999999998, 44.560000000000002, "Рудня", "Rudnya", "Рудня" },
                    { "34267", 100.0, "Россия", 50.359999999999999, 44.109999999999999, "Даниловка", "Danilovka", "Даниловка" },
                    { "34273", 48.0, "Россия", 50.950000000000003, 46.960000000000001, "Красный Кут", "Krasny Kut", "Красный Кут" },
                    { "34289", 34.0, "Россия", 50.43, 48.130000000000003, "Новоузенск", "Novouzensk", "Новоузенск" },
                    { "34321", 111.0, "Россия", 50.210000000000001, 38.100000000000001, "Валуйки", "Valujki", "Валуйки" },
                    { "34336", 85.0, "Россия", 49.93, 40.560000000000002, "Богучар", "Bogucar", "Богучар" },
                    { "34344", 68.0, "Россия", 49.799999999999997, 41.149999999999999, "Казанская", "Kazanskaya", "Казанская" },
                    { "34348", 74.0, "Россия", 49.630000000000003, 41.729999999999997, "Вешенская", "Veshenskaya", "Вешенская" },
                    { "34352", 82.0, "Россия", 50.079999999999998, 43.259999999999998, "Михайловка", "Mikhaylovka", "Михайловка" },
                    { "34356", 117.0, "Россия", 49.799999999999997, 43.659999999999997, "Фролово", "Frolovo", "Фролово" },
                    { "34357", 123.0, "Россия", 49.560000000000002, 42.729999999999997, "Серафимович", "Serafimovich", "Серафимович" },
                    { "34363", 120.0, "Россия", 50.079999999999998, 45.359999999999999, "Камышин", "Kamyshin", "Камышин" },
                    { "34373", 34.0, "Россия", 50.049999999999997, 46.880000000000003, "Палласовка", "Pallasovka", "Палласовка" },
                    { "34391", 23.0, "Россия", 50.149999999999999, 48.549999999999997, "Александров-Гай", "Aleksandrov-Gaj", "Александров-Гай" },
                    { "34432", 144.0, "Россия", 49.380000000000003, 40.159999999999997, "Чертково", "Certkovo", "Чертково" },
                    { "34438", 153.0, "Россия", 48.93, 40.380000000000003, "Миллерово", "Millerovo", "Миллерово" },
                    { "34445", 90.0, "Россия", 49.210000000000001, 41.829999999999998, "Боковская", "Bokovskaja", "Боковская" },
                    { "34452", 89.0, "Россия", 49.399999999999999, 43.100000000000001, "Клетский", null, "Клетский" },
                    { "34476", 4.0, "Россия", 49.130000000000003, 46.850000000000001, "Эльтон", "Elton", "Эльтон" },
                    { "34535", 56.0, "Россия", 48.299999999999997, 40.299999999999997, "Каменск-Шахтинский", "Kamensk-Shahtinsky", "Каменск-Шахтинский" },
                    { "34539", 156.0, "Россия", 48.229999999999997, 40.810000000000002, "Белая Калитва", "Belaya Kalitva", "Белая Калитва" },
                    { "34545", 88.0, "Россия", 48.350000000000001, 41.859999999999999, "Морозовск", "Morozovsk", "Морозовск" },
                    { "34555", 67.0, "Россия", 48.329999999999998, 43.109999999999999, "Нижний Чир", "Nizhny Chir", "Нижний Чир" },
                    { "34560", 134.0, "Россия", 48.780000000000001, 44.359999999999999, "Волгоград", "Volgograd", "Волгоград" },
                    { "34561", 119.0, "Россия", 48.659999999999997, 44.450000000000003, "Волгоград, Схи", "Volgograd-Shi", "Волгоград, Схи" },
                    { "34578", 4.0, "Россия", 48.060000000000002, 46.109999999999999, "Черный Яр", "Cherny Jar", "Черный Яр" },
                    { "34579", 33.0, "Россия", 48.210000000000001, 46.729999999999997, "Верхний Баскунчак", "Verhny Baskunchak", "Верхний Баскунчак" },
                    { "34625", 42.0, "Россия", 47.560000000000002, 38.880000000000003, "Матвеев Курган", "Matveev Kurgan", "Матвеев Курган" },
                    { "34635", 116.0, "Россия", 47.700000000000003, 40.259999999999998, "Шахты", "Shahty", "Шахты" },
                    { "34636", 12.0, "Россия", 47.509999999999998, 40.829999999999998, "Семикаракорск", "Semikarakorsk", "Семикаракорск" },
                    { "34644", 63.0, "Россия", 47.579999999999998, 41.100000000000001, "Константиновск", "Konstantinovsk", "Константиновск" },
                    { "34646", 64.0, "Россия", 47.630000000000003, 42.109999999999999, "Цимлянск", "Cimljansk", "Цимлянск" },
                    { "34655", 46.0, "Россия", 47.630000000000003, 43.149999999999999, "Котельниково", "Kotelnikovo", "Котельниково" },
                    { "34662", 7.0, "Россия", 47.93, 44.700000000000003, "Малые Дербеты", "Malye Derbety", "Малые Дербеты" },
                    { "34687", -17.0, "Россия", 47.399999999999999, 47.25, "Харабали", "Kharabali", "Харабали" },
                    { "34719", 3.0, "Россия", 46.68, 37.729999999999997, "Должанская", "Dolzhanskaya", "Должанская" },
                    { "34720", 30.0, "Россия", 47.200000000000003, 38.899999999999999, "Таганрог", "Taganrog", "Таганрог" },
                    { "34723", 4.0, "Россия", 47.109999999999999, 39.409999999999997, "Азов", "Azov", "Азов" },
                    { "34727", 1.0, "Россия", 46.799999999999997, 38.259999999999998, "Ейск", "Ejsk", "Ейск" },
                    { "34730", 74.0, "Россия", 47.259999999999998, 39.810000000000002, "Ростов-на-Дону АМЦ", "Rostov-na-Donu AMC", "Ростов-на-Дону АМЦ" },
                    { "34731", 84.0, "Россия", 47.299999999999997, 39.799999999999997, "Ростов-на-Дону аэропорт", null, "Ростов-на-Дону аэропорт" },
                    { "34737", 20.0, "Россия", 46.530000000000001, 39.609999999999999, "Кущевская", "Kuscevskaya", "Кущевская" },
                    { "34740", 79.0, "Россия", 46.509999999999998, 41.350000000000001, "Гигант", "Gigant", "Гигант" },
                    { "34743", 71.0, "Россия", 47.149999999999999, 42.479999999999997, "Зимовники", "Zimovniki", "Зимовники" },
                    { "34747", 112.0, "Россия", 46.549999999999997, 41.049999999999997, "Целина", "Celina", "Целина" },
                    { "34748", 25.0, "Россия", 46.700000000000003, 41.729999999999997, "Пролетарская", "Proletarskaya", "Пролетарская" },
                    { "34753", 81.0, "Россия", 47.109999999999999, 43.93, "Заветное", "Zavetnoe", "Заветное" },
                    { "34759", 104.0, "Россия", 46.560000000000002, 43.659999999999997, "Ремонтное", "Remontnoe", "Ремонтное" },
                    { "34772", 3.0, "Россия", 47.130000000000003, 46.310000000000002, "Юста", "Yusta", "Юста" },
                    { "34781", -6.0, "Россия", 47.399999999999999, 47.0, "Енотаевка", null, "Енотаевка" },
                    { "34785", -19.0, "Россия", 46.909999999999997, 47.93, "Досанг", "Dosang", "Досанг" },
                    { "34798", -23.0, "Россия", 46.600000000000001, 49.259999999999998, "Ганюшкино", "Ganjushkino", "Ганюшкино" },
                    { "34824", 2.0, "Россия", 46.030000000000001, 38.149999999999999, "Приморско-Ахтарск", "Primorsko-Ahtarsk", "Приморско-Ахтарск" },
                    { "34825", 16.0, "Россия", 46.060000000000002, 38.960000000000001, "Каневская", "Kanevskaya", "Каневская" },
                    { "34838", 76.0, "Россия", 45.850000000000001, 40.079999999999998, "Тихорецк", "Tikhoreck", "Тихорецк" },
                    { "34842", 39.0, "Россия", 46.460000000000001, 41.509999999999998, "Сальск", "Salsk", "Сальск" },
                    { "34845", 86.0, "Россия", 46.060000000000002, 41.960000000000001, "Городовиковск", "Gorodovikovsk", "Городовиковск" },
                    { "34858", 85.0, "Россия", 45.909999999999997, 43.350000000000001, "Дивное", "Divnoe", "Дивное" },
                    { "34861", 195.0, "Россия", 46.299999999999997, 44.18, "Элиста", "Elista", "Элиста" },
                    { "34866", -6.0, "Россия", 46.18, 45.350000000000001, "Яшкуль", "Jashkul", "Яшкуль" },
                    { "34880", -21.0, "Россия", 46.280000000000001, 47.979999999999997, "Астрахань", "Astrakhan", "Астрахань" },
                    { "34881", -20.0, "Россия", 46.299999999999997, 48.0, "Астрахань аэропорт", null, "Астрахань аэропорт" },
                    { "34887", -17.0, "Россия", 45.799999999999997, 47.210000000000001, "Лиман", "Liman", "Лиман" },
                    { "34915", 2.0, "Россия", 45.310000000000002, 37.380000000000003, "Кубанская Устьевая", "Kubanskaya Ustevaya", "Кубанская Устьевая" },
                    { "34922", 20.0, "Россия", 45.630000000000003, 38.93, "Тимашевск", "Timashevsk", "Тимашевск" },
                    { "34924", 7.0, "Россия", 45.280000000000001, 38.109999999999999, "Славянск-на-Кубани", "Slavjansk-Na-Kubani", "Славянск-на-Кубани" },
                    { "34927", 27.0, "Россия", 45.049999999999997, 39.030000000000001, "Краснодар-Круглик", "Krasnodar-Kruglik", "Краснодар-Круглик" },
                    { "34929", 34.0, "Россия", 45.030000000000001, 39.149999999999999, "Краснодар", "Krasnodar", "Краснодар" },
                    { "34930", 19.0, "Россия", 44.899999999999999, 38.899999999999999, "Краснодар Энем", null, "Краснодар Энем" },
                    { "34936", 104.0, "Россия", 45.43, 40.560000000000002, "Кропоткин", "Kropotkin", "Кропоткин" },
                    { "34945", 206.0, "Россия", 45.359999999999999, 41.700000000000003, "Изобильный", "Izobilny", "Изобильный" },
                    { "34949", 451.0, "Россия", 45.109999999999999, 42.079999999999998, "Ставрополь", "Stavropol", "Ставрополь" },
                    { "34954", 141.0, "Россия", 45.350000000000001, 42.850000000000001, "Светлоград", "Svetlograd", "Светлоград" },
                    { "34958", 161.0, "Россия", 45.100000000000001, 43.450000000000003, "Благодарный", "Blagodarny", "Благодарный" },
                    { "34964", 101.0, "Россия", 45.399999999999999, 44.200000000000003, "Арзгир", "Arzgir", "Арзгир" },
                    { "34984", -24.0, "Россия", 45.399999999999999, 47.350000000000001, "Лагань", "Lagan", "Лагань" },
                    { "34989", -25.0, "Россия", 45.380000000000003, 47.780000000000001, "О.Искусственный", "Iskusstvenny Ostrov", "О.Искусственный" },
                    { "35001", 65.0, "Россия", 52.380000000000003, 50.460000000000001, "Большая Глушица", "Bolshaya Gluscica", "Большая Глушица" },
                    { "35007", 72.0, "Россия", 51.859999999999999, 50.329999999999998, "Перелюб", "Pereljub", "Перелюб" },
                    { "35008", 70.0, "Россия", 51.899999999999999, 51.649999999999999, "Первомайский", "Pervomaysky", "Первомайский" },
                    { "35011", 122.0, "Россия", 52.43, 53.130000000000003, "Сорочинск", "Sorochinsk", "Сорочинск" },
                    { "35015", 138.0, "Россия", 52.079999999999998, 53.630000000000003, "Новосергиевка", "Novosergievka", "Новосергиевка" },
                    { "35022", 229.0, "Россия", 52.329999999999998, 56.359999999999999, "Троицкое", "Troitskoe", "Троицкое" },
                    { "35026", 521.0, "Россия", 52.229999999999997, 57.450000000000003, "Зилаир", "Zilair", "Зилаир" },
                    { "35037", 342.0, "Россия", 51.869999999999997, 58.219999999999999, "Акьяр", "Akjar", "Акьяр" },
                    { "35038", 265.0, "Россия", 51.759999999999998, 58.829999999999998, "Энергетик", "Energetic", "Энергетик" },
                    { "35041", 309.0, "Россия", 52.43, 60.350000000000001, "Бреды", "Bredy", "Бреды" },
                    { "35120", 121.0, "Россия", 51.149999999999999, 55.009999999999998, "Соль-Илецк", "Sol-Iletsk", "Соль-Илецк" },
                    { "35121", 114.0, "Россия", 51.689999999999998, 55.07, "Оренбург", "Orenburg", "Оренбург" },
                    { "35122", 118.0, "Россия", 51.780000000000001, 55.450000000000003, "Оренбург (а/п)", "Orenburg (AP)", "Оренбург (а/п)" },
                    { "35125", 130.0, "Россия", 51.409999999999997, 56.409999999999997, "Беляевка", "Beljaevka", "Беляевка" },
                    { "35126", 217.0, "Россия", 51.450000000000003, 57.399999999999999, "Кувандык", "Kuvandyk", "Кувандык" },
                    { "35127", 142.0, "Россия", 51.009999999999998, 55.630000000000003, "Ак-Булак", "Ak-Bulak", "Ак-Булак" },
                    { "35132", 266.0, "Россия", 51.700000000000003, 58.700000000000003, "Энергетик", null, "Энергетик" },
                    { "35133", 285.0, "Россия", 51.5, 59.899999999999999, "Адамовка", null, "Адамовка" },
                    { "35138", 268.0, "Россия", 51.060000000000002, 58.600000000000001, "Орск", "Orsk", "Орск" },
                    { "35233", 278.0, "Россия", 50.75, 59.549999999999997, "Домбаровский", "Dombarovsky", "Домбаровский" },
                    { "35746", 62.0, "Россия", 46.780000000000001, 61.649999999999999, "Аральское Море", "Aralskoe More", "Аральское Море" },
                    { "36020", 157.0, "Россия", 52.479999999999997, 80.180000000000007, "Родино", "Rodino", "Родино" },
                    { "36021", 141.0, "Россия", 52.259999999999998, 79.189999999999998, "Ключи", "Kljuchi", "Ключи" },
                    { "36022", 207.0, "Россия", 52.020000000000003, 80.340000000000003, "Волчиха", "Volchiha", "Волчиха" },
                    { "36034", 216.0, "Россия", 51.57, 81.189999999999998, "Рубцовск", "Rubcovsk", "Рубцовск" },
                    { "36036", 250.0, "Россия", 51.649999999999999, 82.730000000000004, "Краснощеково", "Krasnoshchekovo", "Краснощеково" },
                    { "36038", 354.0, "Россия", 51.149999999999999, 82.170000000000002, "Змеиногорск", "Zmeinogorsk", "Змеиногорск" },
                    { "36045", 412.0, "Россия", 51.659999999999997, 84.310000000000002, "Солонешное", "Soloneshnoe", "Солонешное" },
                    { "36052", 286.0, "Россия", 51.960000000000001, 85.829999999999998, "Горно-Алтайск", "Gorno-Altay", "Горно-Алтайск" },
                    { "36055", 326.0, "Россия", 51.899999999999999, 86.0, "Кызыл-Озек", "Kyzyl-Ozek", "Кызыл-Озек" },
                    { "36058", 418.0, "Россия", 51.380000000000003, 86.019999999999996, "Чемал", "Chemal", "Чемал" },
                    { "36061", 325.0, "Россия", 52.25, 87.120000000000005, "Турочак", "Turochak", "Турочак" },
                    { "36064", 481.0, "Россия", 51.770000000000003, 87.599999999999994, "Яйлю", "Yailyu", "Яйлю" },
                    { "36078", 982.0, "Россия", 51.009999999999998, 90.209999999999994, "Тэли", "Teli", "Тэли" },
                    { "36083", 577.0, "Россия", 52.049999999999997, 92.159999999999997, "Усть-Уса", "Ust-Usa", "Усть-Уса" },
                    { "36087", 832.0, "Россия", 51.280000000000001, 91.579999999999998, "Чадан", "Chadan", "Чадан" },
                    { "36090", 1041.0, "Россия", 51.119999999999997, 93.680000000000007, "Хову-Аксы", "Khovu-Aksy", "Хову-Аксы" },
                    { "36091", 660.0, "Россия", 52.25, 93.010000000000005, "Нижне-Усинское", "Nizhne-Usinskoe", "Нижне-Усинское" },
                    { "36096", 626.0, "Россия", 51.710000000000001, 94.489999999999995, "Кызыл", "Kyzyl", "Кызыл" },
                    { "36099", 947.0, "Россия", 51.149999999999999, 94.510000000000005, "Сосновка", "Sosnovka", "Сосновка" },
                    { "36103", 919.0, "Россия", 52.469999999999999, 96.109999999999999, "Тоора-Хем", "Toora-Khem", "Тоора-Хем" },
                    { "36104", 706.0, "Россия", 51.469999999999999, 95.569999999999993, "Сарыг-Сеп", "Saryg-Sep", "Сарыг-Сеп" },
                    { "36213", 1037.0, "Россия", 50.93, 84.760000000000005, "Усть-Кан", "Ust-Kan", "Усть-Кан" },
                    { "36229", 977.0, "Россия", 50.270000000000003, 85.620000000000005, "Усть-Кокса", "Ust-Koksa", "Усть-Кокса" },
                    { "36231", 831.0, "Россия", 50.740000000000002, 86.140000000000001, "Онгудай", "Onguday", "Онгудай" },
                    { "36259", 1759.0, "Россия", 50.0, 88.670000000000002, "Кош-Агач", "Kosh-Agach", "Кош-Агач" },
                    { "36278", 1850.0, "Россия", 50.380000000000003, 90.420000000000002, "Мугур-Аксы", "Mugur-Aksy", "Мугур-Аксы" },
                    { "36307", 1100.0, "Россия", 50.25, 95.170000000000002, "Эрзин", "Erzin", "Эрзин" },
                    { "36335", 810.0, "Россия", 49.409999999999997, 75.530000000000001, "Каркаралинск", "Karkaralynsk", "Каркаралинск" },
                    { "36358", 840.0, "Россия", 49.200000000000003, 77.400000000000006, "Кайнар", "Kaynar", "Кайнар" },
                    { "36403", 288.0, "Россия", 49.899999999999999, 82.560000000000002, "Усть-Каменогорск", "Ust-Kamenogorsk", "Усть-Каменогорск" },
                    { "36442", 2596.0, "Россия", 49.979999999999997, 86.409999999999997, "Кара-Тюрек", "Kara-Turek", "Кара-Тюрек" },
                    { "37001", 29.0, "Россия", 44.880000000000003, 37.280000000000001, "Анапа", "Anapa", "Анапа" },
                    { "37004", 15.0, "Россия", 44.560000000000002, 38.079999999999998, "Геленджик", "Gelendzik", "Геленджик" },
                    { "37009", 19.0, "Россия", 44.329999999999998, 38.710000000000001, "Джубга", "Dzubga", "Джубга" },
                    { "37010", 53.0, "Россия", 45.0, 37.350000000000001, "Анапа Витязево", null, "Анапа Витязево" },
                    { "37013", 132.0, "Россия", 44.75, 39.899999999999999, "Белореченск", "Belorechensk", "Белореченск" },
                    { "37014", 60.0, "Россия", 44.630000000000003, 39.100000000000001, "Горячий Ключ", "Gorjachy Kljuch", "Горячий Ключ" },
                    { "37017", 325.0, "Россия", 44.280000000000001, 39.259999999999998, "Горный", "Gorny", "Горный" },
                    { "37018", 59.0, "Россия", 44.100000000000001, 39.060000000000002, "Туапсе", "Tuapse", "Туапсе" },
                    { "37021", 215.0, "Россия", 44.609999999999999, 40.079999999999998, "Майкоп", "Majkop", "Майкоп" },
                    { "37031", 158.0, "Россия", 44.979999999999997, 41.109999999999999, "Армавир", "Armavir", "Армавир" },
                    { "37036", 341.0, "Россия", 44.630000000000003, 41.960000000000001, "Невинномысск", "Nevinnomyssk", "Невинномысск" },
                    { "37050", 538.0, "Россия", 44.049999999999997, 43.030000000000001, "Пятигорск", "Pjatigorsk", "Пятигорск" },
                    { "37054", 323.0, "Россия", 44.229999999999997, 43.060000000000002, "Минеральные Воды", "Mineralnye Vody", "Минеральные Воды" },
                    { "37058", 287.0, "Россия", 44.130000000000003, 43.450000000000003, "Георгиевск", "Georgievsk", "Георгиевск" },
                    { "37061", 134.0, "Россия", 44.780000000000001, 44.130000000000003, "Буденновск", "Budennovsk", "Буденновск" },
                    { "37071", 41.0, "Россия", 44.780000000000001, 45.049999999999997, "Нефтекумск", "Neftekumsk", "Нефтекумск" },
                    { "37075", 19.0, "Россия", 44.350000000000001, 45.829999999999998, "Южно-Сухокумск", "Yuzhno-Sukhokumsk", "Южно-Сухокумск" },
                    { "37079", 18.0, "Россия", 44.130000000000003, 45.880000000000003, "Терекли-Мектеб", "Terekli-Mekteb", "Терекли-Мектеб" },
                    { "37082", -20.0, "Россия", 44.950000000000003, 46.710000000000001, "Артезиан", "Artezian", "Артезиан" },
                    { "37085", -23.0, "Россия", 44.399999999999999, 46.549999999999997, "Кочубей", "Kocubej", "Кочубей" },
                    { "37089", -24.0, "Россия", 44.460000000000001, 47.479999999999997, "О.Тюлений", "Ostrov Tjuleny", "О.Тюлений" },
                    { "37099", 141.0, "Россия", 43.579999999999998, 39.759999999999998, "Сочи", "Sochi", "Сочи" },
                    { "37107", 564.0, "Россия", 43.68, 40.200000000000003, "Красная Поляна", "Krasnaya Polyana", "Красная Поляна" },
                    { "37112", 929.0, "Россия", 43.859999999999999, 41.560000000000002, "Зеленчукская", "Zelenchukskaya", "Зеленчукская" },
                    { "37116", 862.0, "Россия", 43.780000000000001, 41.899999999999999, "Карачаевск", "Karachaevsk", "Карачаевск" },
                    { "37123", 949.0, "Россия", 43.899999999999999, 42.710000000000001, "Кисловодск", "Kislovodsk", "Кисловодск" },
                    { "37126", 2069.0, "Россия", 43.729999999999997, 42.659999999999997, "Шаджатмаз", "Shadzhatmaz", "Шаджатмаз" },
                    { "37145", 135.0, "Россия", 43.729999999999997, 44.659999999999997, "Моздок", "Mozdok", "Моздок" },
                    { "37163", -5.0, "Россия", 43.829999999999998, 46.710000000000001, "Кизляр", "Kizljar", "Кизляр" },
                    { "37171", 11.0, "Россия", 43.43, 39.899999999999999, "Адлер", "Adler", "Адлер" },
                    { "37193", 1328.0, "Россия", 43.450000000000003, 41.729999999999997, "Теберда", "Teberda", "Теберда" },
                    { "37196", 2039.0, "Россия", 43.25, 41.829999999999998, "Клухорский Перевал", "Klukhorsky Pereval", "Клухорский Перевал" },
                    { "37209", 1441.0, "Россия", 43.049999999999997, 42.75, "Местия", "Mestiya", "Местия" },
                    { "37212", 424.0, "Россия", 43.530000000000001, 43.630000000000003, "Нальчик", "Nalchik", "Нальчик" },
                    { "37228", 701.0, "Россия", 43.030000000000001, 44.68, "Владикавказ", "Wladikavkaz", "Владикавказ" },
                    { "37235", 255.0, "Россия", 43.25, 45.710000000000001, "Грозный", "Grozny", "Грозный" },
                    { "37244", 74.0, "Россия", 43.350000000000001, 46.109999999999999, "Гудермес", "Gudermes", "Гудермес" },
                    { "37248", 114.0, "Россия", 43.25, 46.579999999999998, "Хасавюрт", "Hasavjurt", "Хасавюрт" },
                    { "37367", 980.0, "Россия", 42.68, 46.200000000000003, "Ботлих", "Botlih", "Ботлих" },
                    { "37461", 2923.0, "Россия", 42.359999999999999, 46.25, "Сулак,высокогорная", "Sulak, vysokogornaya", "Сулак,высокогорная" },
                    { "37463", 1420.0, "Россия", 42.399999999999999, 46.960000000000001, "Гуниб", "Gunib", "Гуниб" },
                    { "37470", -18.0, "Россия", 42.060000000000002, 48.299999999999997, "Дербент", "Derbent", "Дербент" },
                    { "37471", 472.0, "Россия", 42.810000000000002, 47.109999999999999, "Буйнакск", "Bujnaksk", "Буйнакск" },
                    { "37472", -19.0, "Россия", 43.0, 47.5, "Махачкала", "Makhachkala", "Махачкала" },
                    { "37473", -19.0, "Россия", 42.530000000000001, 47.909999999999997, "Изберг", "Izberg", "Изберг" },
                    { "37475", 518.0, "Россия", 42.450000000000003, 47.659999999999997, "Сергокала", "Sergokala", "Сергокала" },
                    { "37597", 473.0, "Россия", 41.659999999999997, 48.049999999999997, "Касумкент", "Kasumkent", "Касумкент" },
                    { "37663", 1015.0, "Россия", 41.460000000000001, 47.75, "Ахты", "Ahty", "Ахты" },
                    { "38352", 728.0, "Россия", 42.850000000000001, 74.099999999999994, "Беловодская", "Belovodskaya", "Беловодская" },
                    { "38627", 1554.0, "Россия", 40.299999999999997, 73.459999999999994, "Гульча", "Gulcha", "Гульча" },
                    { "38956", 3438.0, "Россия", 37.350000000000001, 72.450000000000003, "Джавшангоз", "Dzhavshangoz", "Джавшангоз" },
                    { "38957", 2523.0, "Россия", 36.710000000000001, 71.599999999999994, "Ишкашим", "Ishkashim", "Ишкашим" }
                });
        }

        /// <inheritdoc />
        protected override void Down(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20026");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20046");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20049");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20066");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20069");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20087");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20097");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20107");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20199");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20274");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20277");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20289");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20291");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20292");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20353");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20357");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20388");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20471");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20476");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20665");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20667");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20674");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20675");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20679");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20744");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20766");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20856");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20862");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20864");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20871");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20891");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20946");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20963");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20964");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20967");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20973");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20978");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "20982");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21301");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21358");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21432");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21504");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21611");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21647");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21701");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21711");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21721");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21802");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21824");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21825");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21826");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21908");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21921");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21931");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21946");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21965");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "21982");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22003");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22004");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22009");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22012");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22014");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22018");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22019");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22028");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22095");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22100");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22101");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22105");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22106");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22113");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22114");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22115");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22119");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22123");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22127");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22133");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22140");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22144");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22165");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22193");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22204");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22212");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22213");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22214");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22216");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22217");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22219");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22232");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22235");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22249");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22259");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22269");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22271");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22282");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22292");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22301");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22302");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22305");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22312");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22318");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22324");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22333");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22334");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22339");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22349");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22355");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22361");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22365");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22375");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22383");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22403");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22408");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22413");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22418");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22422");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22429");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22438");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22446");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22452");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22456");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22471");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22481");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22499");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22502");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22511");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22518");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22520");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22522");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22525");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22529");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22541");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22546");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22550");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22551");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22552");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22559");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22563");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22573");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22583");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22602");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22619");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22621");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22638");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22641");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22648");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22656");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22671");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22676");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22686");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22695");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22710");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22717");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22721");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22723");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22727");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22738");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22749");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22762");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22768");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22778");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22781");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22798");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22802");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22805");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22806");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22807");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22816");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22820");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22823");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22824");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22831");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22833");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22835");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22837");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22845");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22854");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22867");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22869");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22887");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22889");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22891");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22892");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22896");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22897");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22907");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22912");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22913");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22915");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22917");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22925");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22939");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22944");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22954");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22956");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22974");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22981");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "22996");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23021");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23022");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23023");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23024");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23029");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23032");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23045");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23058");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23074");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23078");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23103");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23104");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23105");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23109");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23112");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23114");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23133");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23139");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23146");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23174");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23205");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23207");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23214");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23215");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23219");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23220");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23226");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23235");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23239");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23242");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23256");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23274");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23305");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23311");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23324");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23327");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23329");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23330");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23331");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23332");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23333");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23339");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23341");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23345");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23358");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23365");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23375");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23383");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23405");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23411");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23412");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23416");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23417");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23418");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23423");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23426");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23431");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23443");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23445");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23453");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23463");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23465");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23471");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23472");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23484");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23501");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23503");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23509");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23514");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23516");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23518");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23523");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23527");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23531");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23532");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23552");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23558");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23578");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23589");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23606");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23609");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23612");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23625");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23628");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23629");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23631");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23632");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23635");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23644");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23656");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23657");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23662");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23678");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23691");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23699");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23701");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23707");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23709");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23711");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23724");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23726");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23731");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23734");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23738");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23745");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23748");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23758");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23774");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23776");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23788");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23803");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23804");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23805");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23807");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23812");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23813");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23829");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23830");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23841");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23843");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23844");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23847");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23848");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23849");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23859");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23862");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23867");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23884");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23891");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23904");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23905");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23909");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23914");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23919");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23921");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23923");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23925");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23927");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23928");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23929");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23933");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23934");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23939");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23946");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23953");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23955");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23966");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23973");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23975");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23982");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23986");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23987");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "23992");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24052");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24076");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24105");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24125");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24136");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24143");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24166");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24266");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24322");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24329");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24343");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24371");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24382");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24477");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24496");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24507");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24538");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24557");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24585");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24598");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24606");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24639");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24641");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24643");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24652");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24656");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24661");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24671");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24679");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24688");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24713");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24718");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24724");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24726");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24738");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24763");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24768");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24771");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24790");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24802");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24817");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24843");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24856");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24871");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24891");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24908");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24918");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24923");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24933");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24944");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24951");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24959");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24962");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24966");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24967");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24982");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "24988");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25017");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25034");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25042");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25051");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25052");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25062");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25077");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25121");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25123");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25138");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25150");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25151");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25173");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25206");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25248");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25282");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25325");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25356");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25372");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25378");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25399");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25400");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25428");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25503");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25526");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25538");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25551");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25563");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25564");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25594");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25621");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25656");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25677");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25703");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25705");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25715");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25744");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25745");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25767");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25777");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25821");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25902");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25912");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25913");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25914");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25915");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25916");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25922");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25927");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25932");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25941");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25954");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "25956");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26029");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26038");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26045");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26046");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26058");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26059");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26060");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26063");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26064");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26065");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26067");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26069");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26072");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26078");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26080");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26081");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26087");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26092");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26094");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26099");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26115");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26116");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26124");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26128");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26134");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26135");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26141");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26144");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26145");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26157");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26167");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26179");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26184");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26188");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26196");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26258");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26259");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26264");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26268");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26275");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26283");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26285");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26289");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26291");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26298");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26359");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26378");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26381");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26389");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26393");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26477");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26479");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26498");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26499");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26578");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26585");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26595");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26614");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26695");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26701");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26702");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26703");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26706");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26711");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26781");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26784");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26795");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26882");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26894");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26896");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26898");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26899");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26976");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "26997");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27008");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27020");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27026");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27037");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27038");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27051");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27066");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27071");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27083");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27097");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27106");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27108");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27113");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27143");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27164");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27185");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27199");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27208");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27215");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27217");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27225");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27242");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27243");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27252");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27271");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27277");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27281");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27283");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27296");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27316");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27321");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27329");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27330");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27331");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27333");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27344");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27346");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27347");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27355");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27369");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27373");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27385");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27391");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27393");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27401");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27402");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27403");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27404");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27412");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27417");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27419");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27425");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27428");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27441");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27459");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27462");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27479");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27480");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27485");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27491");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27502");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27507");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27509");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27511");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27514");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27523");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27524");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27532");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27539");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27549");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27553");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27577");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27581");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27587");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27593");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27595");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27606");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27607");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27611");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27612");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27613");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27615");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27618");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27625");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27627");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27643");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27648");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27653");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27655");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27665");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27675");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27679");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27689");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27697");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27703");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27707");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27719");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27729");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27730");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27736");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27745");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27752");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27756");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27758");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27760");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27776");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27786");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27789");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27799");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27814");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27817");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27821");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27823");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27835");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27848");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27853");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27857");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27858");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27872");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27890");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27891");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27894");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27906");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27921");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27928");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27930");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27935");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27944");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27947");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27957");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27961");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27962");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27973");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27981");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27983");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "27995");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28009");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28028");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28033");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28036");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28044");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28049");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28064");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28066");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28076");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28097");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28116");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28125");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28128");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28131");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28134");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28135");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28138");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28143");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28144");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28155");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28158");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28165");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28172");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28192");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28202");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28214");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28216");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28224");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28225");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28228");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28233");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28234");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28238");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28240");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28244");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28248");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28255");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28264");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28275");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28278");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28302");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28307");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28312");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28318");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28319");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28321");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28324");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28326");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28333");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28334");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28344");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28346");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28351");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28359");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28366");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28367");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28368");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28379");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28382");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28383");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28402");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28404");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28409");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28411");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28413");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28418");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28419");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28421");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28428");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28429");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28434");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28440");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28443");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28444");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28445");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28448");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28449");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28451");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28455");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28456");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28457");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28465");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28478");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28481");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28491");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28493");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28498");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28502");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28506");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28513");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28517");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28522");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28526");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28533");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28535");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28537");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28541");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28548");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28552");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28561");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28566");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28573");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28581");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28586");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28588");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28593");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28598");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28601");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28602");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28606");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28611");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28612");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28615");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28621");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28624");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28629");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28630");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28633");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28637");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28639");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28642");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28645");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28655");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28659");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28661");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28662");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28666");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28668");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28674");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28688");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28696");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28698");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28699");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28704");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28705");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28709");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28710");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28711");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28712");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28713");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28719");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28721");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28722");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28723");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28726");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28741");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28747");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28748");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28752");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28754");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28756");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28785");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28786");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28791");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28797");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28798");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28799");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28801");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28802");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28805");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28806");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28807");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28808");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28815");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28823");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28825");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28830");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28831");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28833");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28836");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28838");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28867");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28873");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28877");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28878");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28879");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28886");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28895");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28900");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28901");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28902");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28903");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28904");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28908");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28909");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28916");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28925");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28927");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28938");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28939");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28941");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28952");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28953");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28957");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28966");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28978");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "28984");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29023");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29037");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29068");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29103");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29111");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29122");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29128");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29149");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29154");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29203");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29209");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29224");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29231");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29241");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29247");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29253");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29263");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29274");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29276");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29282");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29283");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29289");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29313");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29328");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29332");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29348");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29355");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29363");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29367");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29379");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29393");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29401");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29405");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29418");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29430");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29456");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29464");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29467");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29471");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29477");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29481");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29498");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29524");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29532");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29539");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29540");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29541");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29548");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29551");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29552");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29553");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29557");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29562");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29563");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29566");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29570");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29572");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29574");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29576");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29578");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29580");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29581");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29587");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29590");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29594");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29602");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29605");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29612");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29613");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29625");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29626");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29630");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29631");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29632");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29634");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29636");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29638");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29642");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29645");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29649");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29653");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29654");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29662");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29664");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29675");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29676");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29698");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29702");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29706");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29712");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29722");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29724");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29726");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29735");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29736");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29743");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29745");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29752");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29756");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29759");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29766");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29789");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29794");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29813");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29814");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29816");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29822");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29827");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29832");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29836");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29837");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29838");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29839");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29840");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29846");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29848");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29849");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29854");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29855");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29858");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29862");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29864");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29865");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29866");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29869");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29870");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29876");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29892");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29894");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29915");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29916");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29923");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29937");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29939");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29946");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29956");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29962");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29973");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29974");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29998");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "29999");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30014");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30028");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30037");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30054");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30069");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30074");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30089");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30102");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30117");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30127");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30138");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30142");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30151");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30157");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30165");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30173");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30209");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30218");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30219");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30229");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30230");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30246");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30252");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30253");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30255");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30263");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30307");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30308");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30309");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30310");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30316");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30317");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30320");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30328");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30337");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30348");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30356");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30364");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30372");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30374");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30379");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30385");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30393");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30405");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30413");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30424");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30432");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30433");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30434");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30437");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30439");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30455");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30457");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30461");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30469");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30471");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30484");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30493");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30497");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30499");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30504");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30507");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30514");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30521");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30526");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30536");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30537");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30542");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30547");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30549");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30554");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30555");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30565");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30567");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30576");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30603");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30605");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30606");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30612");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30617");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30618");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30622");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30627");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30632");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30635");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30636");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30637");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30638");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30649");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30650");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30651");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30655");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30664");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30667");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30669");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30673");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30675");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30679");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30682");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30683");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30686");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30688");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30692");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30695");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30703");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30710");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30712");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30713");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30714");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30715");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30716");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30726");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30727");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30729");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30731");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30739");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30741");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30745");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30751");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30757");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30758");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30759");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30764");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30765");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30766");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30768");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30772");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30777");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30781");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30791");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30802");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30803");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30806");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30811");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30812");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30814");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30815");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30818");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30822");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30823");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30824");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30825");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30829");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30837");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30838");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30843");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30844");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30845");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30846");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30849");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30853");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30856");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30858");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30859");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30862");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30866");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30874");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30875");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30879");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30911");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30915");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30924");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30925");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30934");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30935");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30938");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30944");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30947");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30948");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30949");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30954");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30957");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30961");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30964");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30965");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30967");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30968");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30971");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30972");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30975");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "30978");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31004");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31005");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31011");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31016");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31026");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31041");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31054");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31062");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31067");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31083");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31087");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31088");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31092");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31097");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31102");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31123");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31137");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31152");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31158");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31168");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31174");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31199");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31235");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31253");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31263");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31285");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31286");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31295");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31299");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31300");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31311");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31318");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31325");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31329");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31331");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31338");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31346");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31348");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31362");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31364");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31369");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31371");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31373");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31377");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31384");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31388");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31392");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31394");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31397");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31416");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31418");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31421");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31423");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31432");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31436");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31437");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31439");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31441");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31442");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31443");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31445");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31459");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31469");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31474");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31478");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31482");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31484");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31489");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31497");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31502");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31504");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31509");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31510");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31511");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31512");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31513");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31521");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31527");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31532");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31534");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31538");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31548");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31550");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31561");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31562");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31566");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31573");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31583");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31586");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31587");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31594");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31618");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31624");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31632");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31636");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31647");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31655");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31661");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31677");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31683");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31702");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31703");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31707");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31710");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31713");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31725");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31733");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31735");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31736");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31738");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31754");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31766");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31770");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31786");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31788");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31790");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31792");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31801");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31823");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31825");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31829");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31832");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31845");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31851");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31866");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31869");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31873");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31878");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31884");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31895");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31909");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31913");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31915");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31917");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31921");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31924");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31931");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31935");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31939");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31942");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31943");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31958");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31959");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31960");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31961");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31962");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31969");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31970");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31977");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31981");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31987");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31989");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31994");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "31996");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32004");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32010");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32013");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32014");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32027");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32053");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32057");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32059");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32061");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32069");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32071");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32076");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32077");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32088");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32098");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32099");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32116");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32121");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32128");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32133");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32145");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32149");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32150");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32152");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32156");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32158");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32165");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32166");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32174");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32186");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32195");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32207");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32213");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32215");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32217");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32246");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32252");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32287");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32363");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32389");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32408");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32411");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32447");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32477");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32509");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32519");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32539");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32540");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32547");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32562");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32564");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32583");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32586");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32594");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32596");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "32618");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "33166");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34003");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34009");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34010");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34013");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34026");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34027");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34047");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34056");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34059");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34063");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34069");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34072");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34081");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34083");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34085");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34098");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34109");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34110");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34116");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34122");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34123");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34139");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34146");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34152");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34163");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34172");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34186");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34199");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34202");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34213");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34214");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34231");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34238");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34240");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34247");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34253");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34254");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34262");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34267");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34273");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34289");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34321");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34336");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34344");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34348");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34352");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34356");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34357");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34363");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34373");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34391");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34432");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34438");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34445");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34452");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34476");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34535");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34539");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34545");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34555");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34560");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34561");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34578");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34579");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34625");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34635");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34636");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34644");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34646");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34655");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34662");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34687");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34719");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34720");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34723");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34727");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34730");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34731");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34737");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34740");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34743");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34747");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34748");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34753");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34759");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34772");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34781");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34785");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34798");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34824");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34825");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34838");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34842");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34845");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34858");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34861");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34866");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34880");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34881");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34887");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34915");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34922");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34924");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34927");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34929");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34930");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34936");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34945");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34949");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34954");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34958");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34964");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34984");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "34989");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35001");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35007");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35008");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35011");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35015");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35022");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35026");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35037");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35038");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35041");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35120");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35121");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35122");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35125");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35126");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35127");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35132");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35133");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35138");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35233");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "35746");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36020");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36021");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36022");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36034");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36036");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36038");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36045");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36052");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36055");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36058");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36061");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36064");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36078");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36083");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36087");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36090");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36091");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36096");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36099");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36103");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36104");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36213");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36229");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36231");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36259");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36278");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36307");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36335");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36358");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36403");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "36442");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37001");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37004");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37009");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37010");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37013");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37014");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37017");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37018");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37021");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37031");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37036");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37050");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37054");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37058");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37061");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37071");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37075");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37079");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37082");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37085");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37089");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37099");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37107");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37112");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37116");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37123");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37126");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37145");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37163");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37171");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37193");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37196");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37209");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37212");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37228");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37235");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37244");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37248");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37367");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37461");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37463");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37470");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37471");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37472");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37473");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37475");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37597");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "37663");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "38352");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "38627");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "38956");

            migrationBuilder.DeleteData(
                table: "meteo_stations",
                keyColumn: "meteo_station_id",
                keyValue: "38957");
        }
    }
}
